--
-- PostgreSQL database dump
--

-- Dumped from database version 16.0 (Debian 16.0-1.pgdg120+1)
-- Dumped by pg_dump version 16.0

-- Started on 2023-10-26 20:32:23

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- TOC entry 3507 (class 0 OID 16474)
-- Dependencies: 236
-- Data for Name: AccomodationContract; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."AccomodationContract" VALUES (5, 19, 27, 'Все хорошо', '2023-06-27', '2023-08-17', '2023-10-09', 'reserved', 'Освободить вытаскивать тревога проход хотеть видимо столетие уничтожение. Заработать нервно помимо шлем социалистический скользить сохранять. Хотеть совещание фонарик премьера следовательно призыв. Похороны ленинград угроза ход падать юный. Школьный жидкий картинка светило ход увеличиваться заработать. Столетие пространство граница некоторый князь юный.', 2, 50000);
INSERT INTO public."AccomodationContract" VALUES (7, 69, 98, 'Все хорошо', '2023-03-06', '2023-04-12', '2023-05-23', 'declined', 'Белье товар провал важный инструкция дорогой народ. Мрачно пятеро расстройство. Появление армейский правильный спалить коричневый.', 63, 50000);
INSERT INTO public."AccomodationContract" VALUES (8, 20, 43, 'Все хорошо', '2023-02-11', '2023-04-18', '2023-09-11', 'reserved', 'Оборот витрина неправда даль рота спорт. Актриса наступать освободить товар. Мимо художественный бочок заплакать выражение. Рис роскошный через магазин более мелочь цель труп.', 28, 50000);
INSERT INTO public."AccomodationContract" VALUES (9, 22, 4, 'Все хорошо', '2023-01-14', '2023-07-31', '2023-08-12', 'reserved', 'Цепочка эпоха естественный песенка магазин. Ведь монета предоставить изучить цвет инструкция падать дружно. Пол армейский пропадать прежний дальний тусклый.', 3, 50000);
INSERT INTO public."AccomodationContract" VALUES (10, 61, 85, 'Все хорошо', '2023-09-18', '2023-10-22', '2023-10-25', 'not paid', 'Передо спичка вариант беспомощный. Художественный прощение услать. Интернет мусор славный возможно падаль.', 58, 50000);
INSERT INTO public."AccomodationContract" VALUES (11, 27, 77, 'Все хорошо', '2023-01-13', '2023-07-04', '2023-10-01', 'reserved', 'Военный госпожа коммунизм а неправда отражение налево. Механический темнеть тяжелый природа рабочий плавно. Вперед оборот кожа темнеть зарплата. Валюта дальний очко ныне. Полностью анализ передо человечек приятель желание крыса. Интеллектуальный бригада армейский заработать трясти палата рота сынок.', 39, 50000);
INSERT INTO public."AccomodationContract" VALUES (12, 76, 18, 'Все хорошо', '2023-04-15', '2023-06-14', '2023-10-19', 'reserved', 'Собеседник намерение рот деньги монета перебивать единый. Ярко адвокат призыв назначить. Палец посвятить нервно приличный. Пятеро бок находить неправда.', 3, 50000);
INSERT INTO public."AccomodationContract" VALUES (13, 97, 72, 'Все хорошо', '2023-09-10', '2023-09-20', '2023-10-23', 'not paid', 'Ведь решетка радость выразить. Помимо чувство уточнить остановить расстегнуть висеть возможно потом. Интеллектуальный ломать изба ведь за бак. Услать советовать ломать теория функция. Трясти чем медицина горький означать рот. Палец сустав дорогой интернет палец спичка пропасть направо.', 30, 50000);
INSERT INTO public."AccomodationContract" VALUES (14, 50, 32, 'Все хорошо', '2023-10-11', '2023-10-14', '2023-10-23', 'declined', 'Материя наткнуться человечек. Банда поезд упорно горький песенка присесть налоговый грудь. Демократия юный выгнать прежний провинция приходить полюбить. Июнь приличный левый умирать. Житель полюбить вскакивать ручей миллиард. Советовать пасть выбирать пропадать палец.', 79, 50000);
INSERT INTO public."AccomodationContract" VALUES (15, 63, 99, 'Все хорошо', '2023-01-11', '2023-02-19', '2023-06-10', 'not paid', 'Бак опасность торопливый. Ведь банда набор достоинство палата решение слишком. Головной господь остановить вывести разуметься. Мелочь роса беспомощный головка очутиться изба помимо ведь. Пасть правый развернуться покинуть потянуться одиннадцать район.', 86, 50000);
INSERT INTO public."AccomodationContract" VALUES (16, 72, 21, 'Все хорошо', '2023-03-09', '2023-08-04', '2023-08-08', 'paid', 'Услать вздрогнуть вообще привлекать настать механический. Ночь присесть славный сохранять сынок багровый растеряться. Шлем фонарик виднеться господь. Заведение выражение ночь. Четыре освобождение место проход рабочий. Выраженный табак ставить назначить князь.', 98, 50000);
INSERT INTO public."AccomodationContract" VALUES (17, 81, 94, 'Все хорошо', '2023-06-02', '2023-06-18', '2023-10-04', 'declined', 'Лететь висеть около точно бабочка важный головной. Отдел место за за налоговый трясти. Кидать функция результат эффект. Приличный покинуть обида ботинок решение. Около академик роса понятный рассуждение освобождение. Тюрьма палата народ скрытый сходить потянуться.', 41, 50000);
INSERT INTO public."AccomodationContract" VALUES (18, 59, 92, 'Все хорошо', '2023-06-08', '2023-06-11', '2023-06-25', 'declined', 'Похороны валюта витрина вариант важный. Светило конструкция понятный сутки провал вперед. Тысяча командующий недостаток результат при грустный поколение. Каюта встать интернет палец второй мучительно.', 46, 50000);
INSERT INTO public."AccomodationContract" VALUES (19, 40, 79, 'Все хорошо', '2023-09-02', '2023-10-17', '2023-10-20', 'not paid', 'Славный художественный непривычный монета блин. Багровый витрина прежний идея изба солнце. Счастье карман поздравлять выдержать научить. Боец угроза социалистический услать плод потом смеяться. Собеседник нож прошептать полоска. Грудь бок степь.', 95, 50000);
INSERT INTO public."AccomodationContract" VALUES (96, 36, 50, 'Все хорошо', '2023-03-25', '2023-10-01', '2023-10-10', 'not paid', 'Число сверкающий боец очутиться дорогой. Развитый постоянный желание передо совет падаль. Приходить выраженный один ребятишки угроза отдел мотоцикл.', 40, 50000);
INSERT INTO public."AccomodationContract" VALUES (20, 7, 62, 'Все хорошо', '2023-05-19', '2023-06-06', '2023-06-19', 'reserved', 'Добиться грудь заработать ответить. Угроза болото носок механический. Роса доставать рис бригада очередной возможно термин. Князь степь палка за неправда витрина секунда. Тесно плясать серьезный указанный хозяйка. Материя промолчать потрясти деньги заведение полностью.', 66, 50000);
INSERT INTO public."AccomodationContract" VALUES (21, 69, 20, 'Все хорошо', '2023-08-18', '2023-09-21', '2023-10-09', 'reserved', 'Написать сутки прелесть миллиард инфекция жить более намерение. Головной космос мелочь интернет. Ночь штаб славный деловой находить. Юный смертельный мучительно ленинград радость. Возбуждение господь табак миг народ добиться торопливый житель. Армейский граница ведь растеряться тысяча бетонный четыре.', 91, 50000);
INSERT INTO public."AccomodationContract" VALUES (22, 65, 64, 'Все хорошо', '2023-05-18', '2023-05-23', '2023-10-17', 'not paid', 'Помолчать освободить уронить монета. Слишком заведение заявление. Сравнение штаб что растеряться при. Беспомощный вскинуть издали запретить приятель командир. Сынок разводить функция неожиданный сынок призыв. Намерение какой пол четко задрать.', 78, 50000);
INSERT INTO public."AccomodationContract" VALUES (23, 65, 58, 'Все хорошо', '2023-03-13', '2023-09-15', '2023-10-23', 'paid', 'Коричневый наступать ярко мгновение. Каюта райком прелесть мера написать вчера мотоцикл редактор. Монета вытаскивать пламя человечек куча следовательно лиловый. Космос подземный сверкающий анализ. Подземный висеть тусклый зеленый вряд. Поставить цвет сверкающий лететь зима.', 5, 50000);
INSERT INTO public."AccomodationContract" VALUES (24, 54, 8, 'Все хорошо', '2023-07-04', '2023-09-24', '2023-10-15', 'paid', 'Радость рай слать вариант деловой. Привлекать низкий встать необычный потом. Разводить следовательно упорно пол радость. Терапия конструкция желание ученый ход металл. Казнь парень основание нервно слишком упор командир.', 31, 50000);
INSERT INTO public."AccomodationContract" VALUES (25, 55, 32, 'Все хорошо', '2023-10-18', '2023-10-23', '2023-10-24', 'paid', 'Художественный валюта посвятить карандаш. Функция бегать армейский ответить. Угодный сустав палец вариант демократия. Идея обида темнеть плод. Трубка около встать магазин неожиданный вывести ответить. Рай засунуть очко услать выраженный запеть точно.', 49, 50000);
INSERT INTO public."AccomodationContract" VALUES (26, 74, 100, 'Все хорошо', '2023-07-03', '2023-07-06', '2023-09-25', 'not paid', 'Приятель сустав подземный. Художественный написать ручей народ. Приятель легко правление похороны. Ломать конференция беспомощный тута. Ярко дурацкий спалить школьный сверкающий потрясти горький.', 47, 50000);
INSERT INTO public."AccomodationContract" VALUES (27, 59, 93, 'Все хорошо', '2023-08-06', '2023-09-22', '2023-10-24', 'paid', 'Салон зима освобождение собеседник налоговый. Славный сходить сомнительный появление. Полюбить освобождение коллектив отметить. Вчера командир правый редактор. Задрать о боец идея да ручей.', 11, 50000);
INSERT INTO public."AccomodationContract" VALUES (29, 28, 59, 'Все хорошо', '2023-10-07', '2023-10-14', '2023-10-16', 'paid', 'Ход ярко материя команда ботинок. Сопровождаться невозможно левый второй июнь мгновение неудобно. Князь сомнительный идея вывести командование. Отъезд палата вперед головной редактор зеленый табак граница. Бабочка мера около природа интернет манера адвокат совещание. Табак домашний выдержать уронить витрина указанный.', 47, 50000);
INSERT INTO public."AccomodationContract" VALUES (30, 80, 25, 'Все хорошо', '2023-04-09', '2023-05-24', '2023-09-04', 'not paid', 'Разнообразный магазин тесно медицина сравнение спалить построить. Угодный факультет тревога понятный призыв головной. Умирать грудь дорогой смелый способ порядок. Рассуждение зачем радость прежний. Сомнительный задержать покинуть изображать выраженный вскакивать посвятить монета. Экзамен вывести протягивать расстегнуть костер легко грудь.', 2, 50000);
INSERT INTO public."AccomodationContract" VALUES (31, 66, 80, 'Все хорошо', '2023-10-13', '2023-10-14', '2023-10-18', 'reserved', 'Очутиться строительство заработать растеряться социалистический актриса беспомощный. Ложиться очко армейский смелый тута. Возбуждение доставать возникновение. Серьезный болото наступать лиловый свежий. Счастье ребятишки художественный товар пламя. Умолять редактор сверкающий упорно ученый спорт.', 27, 50000);
INSERT INTO public."AccomodationContract" VALUES (32, 29, 4, 'Все хорошо', '2023-04-28', '2023-08-12', '2023-09-27', 'not paid', 'Очутиться запеть магазин основание. Четко актриса сынок тысяча. Пламя выражение каюта перебивать тусклый.', 34, 50000);
INSERT INTO public."AccomodationContract" VALUES (33, 14, 96, 'Все хорошо', '2023-09-05', '2023-10-24', '2023-10-25', 'reserved', 'Конференция второй зима интеллектуальный обида желание. Редактор банк чем лететь бабочка подробность волк. Посвятить угроза холодно сбросить. Мелькнуть помолчать неудобно расстегнуть штаб. Порядок танцевать гулять выгнать. Решение жестокий хозяйка бак мгновение упор.', 85, 50000);
INSERT INTO public."AccomodationContract" VALUES (34, 96, 35, 'Все хорошо', '2023-09-13', '2023-09-28', '2023-10-24', 'declined', 'Изба спорт беспомощный важный. Умолять темнеть роскошный расстройство. Пропадать заведение факультет возникновение магазин житель. Оборот построить близко бровь висеть написать мрачно.', 10, 50000);
INSERT INTO public."AccomodationContract" VALUES (35, 27, 19, 'Все хорошо', '2023-05-31', '2023-08-08', '2023-09-02', 'paid', 'Демократия юный сбросить. Материя видимо порядок конструкция механический протягивать возникновение. Художественный да слать конструкция угол. Уничтожение торговля редактор зато равнодушный назначить. Зеленый светило холодно что передо материя неправда. Чем дошлый сынок сходить мелькнуть освобождение мелькнуть.', 74, 50000);
INSERT INTO public."AccomodationContract" VALUES (36, 19, 57, 'Все хорошо', '2023-05-09', '2023-05-30', '2023-08-27', 'declined', 'Набор механический хотеть горький солнце парень. Возмутиться умолять ленинград советовать ярко роскошный. Правление головной палата дурацкий скользить сынок. Нож банда домашний радость смеяться шлем. Пространство приятель очко.', 23, 50000);
INSERT INTO public."AccomodationContract" VALUES (37, 98, 23, 'Все хорошо', '2023-03-09', '2023-08-14', '2023-09-10', 'declined', 'Лиловый достоинство интернет четко. Адвокат интернет райком. Свежий пропаганда поговорить девка добиться солнце. Инструкция полностью сустав. Карман успокоиться очутиться адвокат коммунизм. Опасность означать плясать да командир горький болото.', 93, 50000);
INSERT INTO public."AccomodationContract" VALUES (38, 65, 26, 'Все хорошо', '2023-04-01', '2023-04-18', '2023-05-26', 'reserved', 'Роскошный салон мрачно услать недостаток находить. Единый хлеб печатать появление. Сомнительный освободить термин выкинуть доставать прелесть предоставить. Равнодушный намерение упор чувство тусклый коллектив научить. Пропадать секунда трубка легко висеть выраженный куча цвет.', 73, 50000);
INSERT INTO public."AccomodationContract" VALUES (39, 89, 71, 'Все хорошо', '2023-03-04', '2023-09-19', '2023-10-08', 'not paid', 'Бок спасть число салон зарплата грустный. Запустить медицина другой место факультет сынок. Разводить спорт ход премьера рота обида.', 45, 50000);
INSERT INTO public."AccomodationContract" VALUES (40, 70, 74, 'Все хорошо', '2023-10-02', '2023-10-23', '2023-10-24', 'paid', 'Встать страсть сбросить вывести вздрагивать граница. Сохранять пастух возможно вчера доставать палата. Монета невозможно пол приятель сынок. Девка хлеб освобождение упорно ломать снимать. Иной добиться спорт дальний второй чувство.', 24, 50000);
INSERT INTO public."AccomodationContract" VALUES (41, 13, 29, 'Все хорошо', '2023-01-20', '2023-02-04', '2023-02-06', 'reserved', 'Расстройство выраженный протягивать разводить монета сынок страсть столетие. Домашний гулять рабочий назначить космос. Бетонный пасть разводить. Еврейский означать командующий казнь выражаться инструкция. Число космос возмутиться неправда.', 27, 50000);
INSERT INTO public."AccomodationContract" VALUES (42, 72, 64, 'Все хорошо', '2023-05-06', '2023-09-25', '2023-09-29', 'not paid', 'Рай выраженный провал поставить цепочка отъезд. Посидеть господь спалить покинуть мелочь терапия. Свежий угроза сынок аллея гулять разуметься издали. Рассуждение изредка бровь темнеть.', 7, 50000);
INSERT INTO public."AccomodationContract" VALUES (43, 54, 23, 'Все хорошо', '2023-02-26', '2023-05-06', '2023-06-11', 'declined', 'Космос трясти совет поздравлять мрачно вперед. Очутиться другой полюбить привлекать. Идея инвалид видимо неожиданно вряд. Около порядок выраженный волк печатать услать низкий. Медицина полевой задрать.', 44, 50000);
INSERT INTO public."AccomodationContract" VALUES (44, 36, 9, 'Все хорошо', '2023-06-26', '2023-07-13', '2023-08-01', 'reserved', 'Приятель каюта магазин салон очко запеть. Гулять угодный некоторый сходить. Правление блин лететь разводить прелесть ответить мягкий.', 42, 50000);
INSERT INTO public."AccomodationContract" VALUES (45, 96, 77, 'Все хорошо', '2023-03-03', '2023-08-28', '2023-09-16', 'declined', 'Коричневый падаль пропасть. Парень хотеть четыре а хлеб важный около. Отметить угроза проход.', 66, 50000);
INSERT INTO public."AccomodationContract" VALUES (46, 43, 94, 'Все хорошо', '2023-10-06', '2023-10-16', '2023-10-24', 'paid', 'Ручей назначить грудь покидать банк материя скользить. Висеть провал написать. Жить неправда сомнительный близко дыхание разнообразный заработать.', 81, 50000);
INSERT INTO public."AccomodationContract" VALUES (47, 66, 6, 'Все хорошо', '2023-02-04', '2023-08-22', '2023-09-15', 'reserved', 'Очередной приходить дьявол ребятишки научить. Серьезный падаль рай важный легко. Перебивать слать более рабочий изба конференция.', 67, 50000);
INSERT INTO public."AccomodationContract" VALUES (48, 49, 81, 'Все хорошо', '2023-04-16', '2023-09-14', '2023-09-19', 'paid', 'Падать хлеб лиловый упорно человечек монета полоска. Палец идея выражение новый. Висеть кузнец даль ботинок предоставить нажать. Ведь четко триста монета зима приятель плавно. Помолчать мотоцикл бегать школьный место левый висеть. Крутой изменение развернуться лиловый.', 61, 50000);
INSERT INTO public."AccomodationContract" VALUES (49, 62, 42, 'Все хорошо', '2023-08-03', '2023-08-26', '2023-10-04', 'reserved', 'Манера спешить ставить пространство спасть провал. Скрытый пространство поколение построить. Низкий палка непривычный тяжелый факультет темнеть кожа слишком. Направо легко мрачно ребятишки пятеро.', 48, 50000);
INSERT INTO public."AccomodationContract" VALUES (28, 17, 2, 'Все хорошо', '2023-02-28', '2023-07-11', '2023-07-25', 'reserved', 'Горький задрать прелесть пол выбирать болото пропасть. Передо рис издали сверкающий. Понятный падать новый сопровождаться. Бочок тюрьма вообще.', 49, 50000);
INSERT INTO public."AccomodationContract" VALUES (50, 60, 61, 'Все хорошо', '2023-08-02', '2023-08-06', '2023-09-30', 'reserved', 'Хозяйка сбросить новый ребятишки расстегнуть. Правый пастух возможно манера порядок. Коричневый экзамен исполнять роса мгновение правление.', 39, 50000);
INSERT INTO public."AccomodationContract" VALUES (51, 49, 59, 'Все хорошо', '2023-10-17', '2023-10-23', '2023-10-25', 'declined', 'Совещание полоска цвет иной. Видимо порода пятеро цвет. Функция скрытый парень печатать. Задрать призыв миф горький кузнец чувство. Новый экзамен фонарик карандаш функция.', 7, 50000);
INSERT INTO public."AccomodationContract" VALUES (52, 38, 96, 'Все хорошо', '2023-07-26', '2023-09-22', '2023-10-25', 'paid', 'Спешить пасть головка. Порт пространство тюрьма. Висеть рота госпожа умирать разнообразный горький крыса. Исследование место поймать висеть лететь поколение кпсс.', 63, 50000);
INSERT INTO public."AccomodationContract" VALUES (53, 60, 35, 'Все хорошо', '2023-03-29', '2023-05-02', '2023-05-06', 'not paid', 'Армейский болото товар. Лететь сопровождаться космос художественный волк ломать. Ремень цель исследование металл. Приличный ученый избегать функция. Картинка палка грудь задрать. Выразить необычный сравнение банда пол.', 73, 50000);
INSERT INTO public."AccomodationContract" VALUES (54, 9, 48, 'Все хорошо', '2023-01-23', '2023-08-24', '2023-08-30', 'declined', 'Пространство куча счастье зеленый плод сустав монета. Рота затянуться карандаш механический природа четко предоставить. Способ степь фонарик спешить пища устройство художественный. Задрать ребятишки смеяться коммунизм чувство. Торговля кидать вчера.', 64, 50000);
INSERT INTO public."AccomodationContract" VALUES (55, 76, 67, 'Все хорошо', '2023-01-14', '2023-08-01', '2023-09-29', 'paid', 'Приятель армейский роскошный горький пересечь сравнение пастух металл. Пропадать достоинство палка совещание ярко коммунизм. Задержать невыносимый дремать лиловый.', 32, 50000);
INSERT INTO public."AccomodationContract" VALUES (56, 28, 44, 'Все хорошо', '2023-03-04', '2023-05-12', '2023-07-13', 'reserved', 'Жестокий монета наступать некоторый функция единый. Дошлый задрать сохранять школьный четко порядок. Наслаждение хотеть новый салон ведь коммунизм затянуться. Куча выразить беспомощный ответить. Отъезд слать салон бок инфекция. Успокоиться ломать упор плод выраженный картинка природа мягкий.', 46, 50000);
INSERT INTO public."AccomodationContract" VALUES (57, 74, 75, 'Все хорошо', '2023-06-07', '2023-09-20', '2023-10-14', 'not paid', 'Магазин рабочий направо успокоиться пол. Сустав домашний ночь наступать упорно. Какой один металл палка. Выраженный поколение решение поздравлять чем промолчать чем. Поздравлять райком вскакивать обида. Передо порядок заложить инструкция. Вздрагивать выражаться пространство подробность.', 2, 50000);
INSERT INTO public."AccomodationContract" VALUES (58, 2, 35, 'Все хорошо', '2023-01-22', '2023-04-11', '2023-05-21', 'reserved', 'Висеть невозможно витрина темнеть пятеро карандаш. Заложить процесс штаб уронить. Ручей ягода дрогнуть князь возмутиться боец отражение. Легко спорт мусор жить казнь. Постоянный зато школьный славный. Неправда сутки зато способ.', 56, 50000);
INSERT INTO public."AccomodationContract" VALUES (59, 7, 29, 'Все хорошо', '2023-04-24', '2023-05-09', '2023-06-01', 'paid', 'Невыносимый правильный горький терапия. Холодно что мотоцикл спорт дьявол палата князь место. Возмутиться хотеть дальний развитый крыса спалить. Мусор интернет боец место функция инфекция. Сынок более табак.', 4, 50000);
INSERT INTO public."AccomodationContract" VALUES (60, 22, 20, 'Все хорошо', '2023-07-08', '2023-08-13', '2023-10-15', 'not paid', 'Горький деньги секунда пастух. Поздравлять плясать уничтожение опасность поговорить конструкция жестокий. Труп казнь поздравлять медицина славный. Отметить деньги порт миф заплакать горький запустить прошептать.', 61, 50000);
INSERT INTO public."AccomodationContract" VALUES (61, 49, 6, 'Все хорошо', '2023-09-19', '2023-10-23', '2023-10-25', 'paid', 'Протягивать промолчать передо совет слать уничтожение неожиданный. Каюта способ мальчишка дыхание. Прежде кожа функция вздрагивать единый порт.', 85, 50000);
INSERT INTO public."AccomodationContract" VALUES (62, 20, 37, 'Все хорошо', '2023-08-31', '2023-09-24', '2023-10-19', 'declined', 'Приличный зарплата степь спешить каюта советовать. Очередной поколение некоторый расстройство сомнительный уронить волк горький. Роскошный уточнить выражение при зеленый. Растеряться уронить исследование сбросить.', 76, 50000);
INSERT INTO public."AccomodationContract" VALUES (63, 93, 51, 'Все хорошо', '2023-04-27', '2023-05-07', '2023-09-13', 'reserved', 'Мучительно тюрьма карман настать основание. Дошлый оставить подземный факультет эффект. Плод заработать изучить грудь научить головка. Куча увеличиваться правление указанный пространство.', 87, 50000);
INSERT INTO public."AccomodationContract" VALUES (64, 48, 22, 'Все хорошо', '2023-10-18', '2023-10-24', '2023-10-25', 'reserved', 'Команда академик пол механический шлем упорно. Сопровождаться премьера тесно возмутиться точно угол запретить эпоха. При коллектив о роса приятель деловой. Сынок рассуждение смертельный неожиданный. Головка поймать манера дрогнуть. Домашний роса костер падать сынок порог услать зеленый.', 17, 50000);
INSERT INTO public."AccomodationContract" VALUES (65, 73, 82, 'Все хорошо', '2023-02-10', '2023-02-14', '2023-06-27', 'declined', 'Порт пропасть войти лететь разуметься мелочь. Медицина деловой монета видимо крутой полоска призыв спешить. Механический металл заложить очередной рис оборот освобождение. Костер услать сбросить. Мелочь проход вывести поколение отдел угодный. Желание второй пересечь угол.', 1, 50000);
INSERT INTO public."AccomodationContract" VALUES (66, 1, 88, 'Все хорошо', '2023-07-05', '2023-07-10', '2023-10-06', 'declined', 'Правильный недостаток зато вздрогнуть запустить тысяча отражение. Скрытый тяжелый засунуть вытаскивать спорт возможно исследование академик. Умирать степь адвокат пол. Уточнить жестокий страсть госпожа медицина а. Доставать мальчишка выраженный юный неожиданно выкинуть. Возможно угодный голубчик нервно пастух обида мрачно тысяча.', 30, 50000);
INSERT INTO public."AccomodationContract" VALUES (67, 26, 20, 'Все хорошо', '2023-01-27', '2023-03-05', '2023-10-15', 'declined', 'Песня устройство монета понятный теория вскакивать костер. Мера умирать вообще парень металл товар вывести жидкий. Крыса темнеть выдержать ручей космос означать. Дальний витрина собеседник способ поезд отдел. Горький бровь наткнуться сынок демократия решение.', 99, 50000);
INSERT INTO public."AccomodationContract" VALUES (68, 98, 22, 'Все хорошо', '2023-05-24', '2023-07-31', '2023-09-21', 'paid', 'Потянуться прежний важный карандаш госпожа степь вскакивать направо. Заведение сверкающий граница бетонный секунда житель мальчишка расстройство. Угроза потянуться ход исследование социалистический. Смертельный еврейский ручей ставить гулять мучительно. Тесно ремень приходить уронить рассуждение опасность.', 50, 50000);
INSERT INTO public."AccomodationContract" VALUES (69, 42, 65, 'Все хорошо', '2023-09-30', '2023-10-13', '2023-10-24', 'paid', 'Наткнуться вскакивать место упорно смеяться войти. Район кожа ход совещание. Смеяться достоинство мальчишка народ академик ремень расстегнуть. Порог банда инфекция еврейский полюбить ломать. Изучить адвокат возможно очко.', 1, 50000);
INSERT INTO public."AccomodationContract" VALUES (70, 62, 67, 'Все хорошо', '2023-03-26', '2023-07-26', '2023-09-11', 'not paid', 'А пространство отметить танцевать. Дорогой неожиданно эффект неудобно полностью потрясти пробовать. Одиннадцать миг приятель одиннадцать. Перебивать призыв художественный означать. Рай снимать штаб выраженный. Граница трубка помимо вперед покидать.', 95, 50000);
INSERT INTO public."AccomodationContract" VALUES (71, 87, 33, 'Все хорошо', '2023-05-26', '2023-06-18', '2023-10-05', 'reserved', 'Серьезный горький песня господь неправда заработать адвокат роса. Командование сопровождаться конференция коробка. Видимо покидать факультет что демократия. Столетие механический господь теория. Космос угроза место хлеб жить.', 83, 50000);
INSERT INTO public."AccomodationContract" VALUES (72, 29, 14, 'Все хорошо', '2023-08-22', '2023-09-06', '2023-09-07', 'declined', 'Металл способ медицина манера командующий. Юный назначить выгнать пробовать покидать конференция. Спешить пробовать указанный тута ягода коробка.', 87, 50000);
INSERT INTO public."AccomodationContract" VALUES (73, 77, 45, 'Все хорошо', '2023-03-07', '2023-10-25', '2023-10-26', 'paid', 'Танцевать шлем поздравлять запеть райком дорогой. Возможно сустав премьера эпоха жестокий остановить. Эффект обида собеседник вскинуть запеть вытаскивать цвет поговорить. Столетие прощение свежий плод. Командующий вздрагивать мягкий способ ботинок инвалид. Шлем слишком коммунизм иной хотеть важный ручей неожиданный.', 87, 50000);
INSERT INTO public."AccomodationContract" VALUES (74, 83, 36, 'Все хорошо', '2023-06-09', '2023-09-16', '2023-10-10', 'reserved', 'Сынок ночь исполнять рассуждение. Нервно порядок тута пасть рассуждение через. Естественный похороны поздравлять потом. Затянуться домашний левый вздрагивать. Бак помимо крыса задрать засунуть вчера.', 12, 50000);
INSERT INTO public."AccomodationContract" VALUES (76, 72, 60, 'Все хорошо', '2023-04-08', '2023-09-17', '2023-10-25', 'reserved', 'Чем процесс полюбить услать выражаться. Исследование рай равнодушный прошептать социалистический. Госпожа бетонный остановить достоинство угодный тысяча монета. Прежний салон умолять падаль обида. Костер еврейский секунда горький засунуть.', 41, 50000);
INSERT INTO public."AccomodationContract" VALUES (77, 99, 70, 'Все хорошо', '2023-10-23', '2023-10-25', '2023-10-26', 'paid', 'Белье настать избегать один. Один команда снимать невыносимый налоговый. Правильный сходить коробка райком. Упор хозяйка трубка порядок сохранять уронить. Освободить горький что ленинград крутой очутиться плясать.', 28, 50000);
INSERT INTO public."AccomodationContract" VALUES (78, 35, 23, 'Все хорошо', '2023-08-20', '2023-09-17', '2023-10-05', 'reserved', 'Настать пол покинуть пламя покидать механический умирать. Плясать поезд сходить ложиться покидать дурацкий ложиться. Означать палка порода выраженный выражаться падать сохранять. Академик возбуждение пастух терапия.', 23, 50000);
INSERT INTO public."AccomodationContract" VALUES (79, 1, 89, 'Все хорошо', '2023-08-19', '2023-09-15', '2023-10-15', 'reserved', 'Экзамен механический направо заработать цель головка встать. Выражение зачем возникновение дурацкий поздравлять лапа направо. Скрытый хлеб посидеть палка выгнать торопливый упорно. Уточнить коричневый правление исполнять слишком отъезд теория. Необычный выгнать какой услать. Художественный народ заведение потянуться грудь сутки.', 85, 50000);
INSERT INTO public."AccomodationContract" VALUES (80, 79, 73, 'Все хорошо', '2023-04-03', '2023-09-12', '2023-10-19', 'reserved', 'Какой темнеть опасность засунуть витрина мелочь. Тревога чем анализ назначить штаб. Салон результат слать порт видимо некоторый нервно угроза. Нож ломать миф триста. Мелькнуть советовать решение идея. Написать житель столетие заведение нервно.', 9, 50000);
INSERT INTO public."AccomodationContract" VALUES (81, 25, 70, 'Все хорошо', '2023-05-17', '2023-06-18', '2023-07-25', 'declined', 'Тяжелый необычный очередной белье парень госпожа. Тысяча кожа уточнить гулять падаль сынок. Плод потрясти лапа возникновение. Посвятить при обида сустав пламя падать волк. Выбирать бок освободить коммунизм.', 4, 50000);
INSERT INTO public."AccomodationContract" VALUES (82, 45, 46, 'Все хорошо', '2023-03-04', '2023-07-17', '2023-10-21', 'paid', 'Карман казнь более лететь равнодушный. Исследование зеленый задержать пламя аллея карандаш гулять. Господь снимать анализ. Тесно выражение необычный оборот мелькнуть. Изредка порог вряд народ естественный.', 38, 50000);
INSERT INTO public."AccomodationContract" VALUES (83, 79, 88, 'Все хорошо', '2023-01-19', '2023-09-11', '2023-10-10', 'declined', 'Мальчишка что сутки пища социалистический. Налоговый сверкающий совещание счастье провал. О тревога провинция.', 58, 50000);
INSERT INTO public."AccomodationContract" VALUES (84, 24, 72, 'Все хорошо', '2023-04-09', '2023-07-29', '2023-08-16', 'paid', 'Военный жить решение стакан сынок металл выдержать. Демократия смелый рота ныне ход. Порода низкий тысяча ремень ребятишки грустный сынок. Приятель четыре радость упорно. Войти мягкий поколение счастье порог. Поговорить манера деловой плод картинка дружно. Радость сохранять угол полюбить деньги а ученый.', 79, 50000);
INSERT INTO public."AccomodationContract" VALUES (85, 81, 37, 'Все хорошо', '2023-06-24', '2023-07-28', '2023-09-28', 'not paid', 'Витрина исполнять покидать механический сохранять голубчик. Возможно материя неожиданный тяжелый художественный изба район смертельный. Казнь легко вздрогнуть багровый пространство багровый. Товар лапа бок сопровождаться вытаскивать дыхание аллея.', 18, 50000);
INSERT INTO public."AccomodationContract" VALUES (86, 36, 21, 'Все хорошо', '2023-09-24', '2023-10-23', '2023-10-25', 'declined', 'Конструкция банк теория падать. Мгновение научить освободить. Необычный проход крутой наступать бетонный ведь пропадать. Сходить товар неправда механический.', 40, 50000);
INSERT INTO public."AccomodationContract" VALUES (87, 59, 4, 'Все хорошо', '2023-09-02', '2023-09-17', '2023-10-21', 'paid', 'Запеть совет опасность следовательно. Грудь граница факультет четыре витрина сомнительный изображать. Прошептать понятный сохранять палка цель.', 42, 50000);
INSERT INTO public."AccomodationContract" VALUES (88, 5, 8, 'Все хорошо', '2023-09-20', '2023-10-07', '2023-10-21', 'reserved', 'Интеллектуальный важный роскошный затянуться. Четыре бок зарплата выраженный отметить встать. Сохранять цель июнь трясти невыносимый передо чувство. Посидеть приятель разуметься похороны. Что сустав постоянный коричневый носок.', 6, 50000);
INSERT INTO public."AccomodationContract" VALUES (92, 21, 44, 'Все хорошо', '2023-06-21', '2023-08-20', '2023-09-19', 'paid', 'Салон достоинство очко одиннадцать труп покидать выраженный. Коробка госпожа мелькнуть правый сынок мягкий. Торговля слать факультет носок порядок дьявол термин коричневый. Запустить спасть уничтожение торопливый угодный аллея.', 29, 50000);
INSERT INTO public."AccomodationContract" VALUES (93, 28, 11, 'Все хорошо', '2023-09-29', '2023-10-06', '2023-10-22', 'declined', 'Настать монета цель хлеб второй задрать нервно. Свежий необычный дыхание карандаш мгновение освободить редактор. Приличный крутой господь избегать.', 11, 50000);
INSERT INTO public."AccomodationContract" VALUES (94, 6, 39, 'Все хорошо', '2023-03-14', '2023-08-02', '2023-09-28', 'not paid', 'Исследование издали вздрагивать упор рай домашний зеленый. Секунда необычный задрать расстройство посидеть мусор торговля. Казнь кольцо ремень упорно достоинство грудь освобождение четыре. Четко налево сынок пламя решение. Более пасть конструкция естественный сынок инструкция мусор. Тута неправда тысяча.', 45, 50000);
INSERT INTO public."AccomodationContract" VALUES (95, 30, 76, 'Все хорошо', '2023-08-11', '2023-10-09', '2023-10-18', 'declined', 'Сходить счастье возмутиться порог вперед задержать приятель. Ягода кузнец дорогой запустить. Естественный сверкающий госпожа расстегнуть. Порт пятеро песенка сынок витрина неправда успокоиться.', 66, 50000);
INSERT INTO public."AccomodationContract" VALUES (1, 36, 94, 'Все хорошо', '2023-05-16', '2023-06-22', '2023-08-10', 'paid', 'Свежий настать спалить народ. Манера банда редактор. Еврейский висеть выдержать постоянный белье. Табак деньги конструкция наслаждение цель голубчик магазин.', 36, 50000);
INSERT INTO public."AccomodationContract" VALUES (2, 16, 49, 'Все хорошо', '2023-08-26', '2023-10-06', '2023-10-23', 'paid', 'Пламя бегать палка бок сохранять. Приличный экзамен бетонный покидать. Наступать назначить беспомощный возмутиться.', 21, 50000);
INSERT INTO public."AccomodationContract" VALUES (3, 21, 11, 'Все хорошо', '2023-07-14', '2023-08-09', '2023-08-12', 'reserved', 'Набор пространство функция район выгнать интеллектуальный серьезный бетонный. Построить анализ грудь командующий мягкий расстегнуть бочок. Терапия коричневый ученый.', 63, 50000);
INSERT INTO public."AccomodationContract" VALUES (4, 59, 35, 'Все хорошо', '2023-01-05', '2023-02-28', '2023-04-19', 'not paid', 'Посвятить горький госпожа услать скрытый прелесть более. Июнь висеть солнце набор. Металл виднеться реклама плод поколение. Изображать лететь затянуться. Низкий стакан монета.', 30, 50000);
INSERT INTO public."AccomodationContract" VALUES (6, 39, 2, 'Все хорошо', '2023-10-05', '2023-10-15', '2023-10-24', 'paid', 'Монета дорогой палата фонарик. Господь миф висеть выбирать фонарик изучить. А изучить ставить вообще карандаш. Горький триста багровый упор.', 49, 50000);
INSERT INTO public."AccomodationContract" VALUES (75, 45, 92, 'Все хорошо', '2023-01-31', '2023-09-08', '2023-10-04', 'declined', 'Мягкий палата ручей упорно дрогнуть второй желание. Рассуждение пол механический. Прежде через терапия добиться банк сынок миллиард.', 72, 50000);
INSERT INTO public."AccomodationContract" VALUES (89, 63, 56, 'Все хорошо', '2023-06-09', '2023-09-13', '2023-10-08', 'reserved', 'Радость разнообразный секунда провинция пол юный. Плод миг угроза песенка цепочка уронить. Другой при спичка пробовать упор. Горький разводить девка дремать поезд исполнять смертельный. Картинка выраженный приличный равнодушный намерение.', 18, 50000);
INSERT INTO public."AccomodationContract" VALUES (90, 8, 2, 'Все хорошо', '2023-06-21', '2023-09-02', '2023-10-03', 'reserved', 'Единый костер интернет страсть уточнить призыв. Вчера полюбить интернет солнце конструкция. Прошептать самостоятельно поймать следовательно дремать. Ярко угроза лететь академик. Трубка металл правый следовательно дремать услать полевой.', 16, 50000);
INSERT INTO public."AccomodationContract" VALUES (91, 92, 23, 'Все хорошо', '2023-04-06', '2023-05-23', '2023-08-16', 'declined', 'Подробность возможно труп пространство художественный. Другой экзамен трясти да художественный вряд стакан возможно. Труп рассуждение славный спорт. Отметить приятель куча граница плавно степь лиловый.', 13, 50000);
INSERT INTO public."AccomodationContract" VALUES (97, 32, 93, 'Все хорошо', '2023-02-22', '2023-05-05', '2023-07-13', 'declined', 'Падать банк юный похороны сынок прелесть возмутиться. Сверкать лиловый сынок салон народ очутиться. Вздрогнуть солнце вскинуть холодно потом дорогой помимо. Растеряться дружно войти обида другой отдел поставить.', 74, 50000);
INSERT INTO public."AccomodationContract" VALUES (98, 85, 21, 'Все хорошо', '2023-09-02', '2023-09-23', '2023-10-14', 'reserved', 'Виднеться пропаганда миллиард выражение полоска. Ярко пространство функция тревога трясти. Волк развернуться выразить ночь. Мягкий порог отдел избегать указанный скользить спасть. Аллея соответствие художественный князь степь. Костер зачем господь реклама вытаскивать.', 53, 50000);
INSERT INTO public."AccomodationContract" VALUES (99, 68, 52, 'Все хорошо', '2023-01-09', '2023-03-02', '2023-09-17', 'reserved', 'Господь сомнительный нож плавно стакан подземный тысяча научить. Светило витрина актриса. Пища крыса кидать стакан направо рай недостаток. Какой девка девка. Пересечь трубка точно инвалид ломать издали. Тысяча солнце тяжелый результат триста заплакать.', 63, 50000);
INSERT INTO public."AccomodationContract" VALUES (100, 4, 81, 'Все хорошо', '2023-05-09', '2023-10-09', '2023-10-10', 'paid', 'Трясти рота решение результат наткнуться поставить перебивать. Ломать недостаток тревога инструкция нож беспомощный. Хотеть эпоха недостаток гулять поговорить бровь горький. Кузнец пища академик металл конференция. Неправда перебивать дьявол при недостаток ныне бочок.', 15, 50000);


--
-- TOC entry 3510 (class 0 OID 16493)
-- Dependencies: 239
-- Data for Name: AttendedWork; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (72, true, 108, 1);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (49, true, 70, 2);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (26, false, 1, 3);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (62, true, 126, 4);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (91, true, 76, 5);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (71, false, 130, 6);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (2, true, 91, 7);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (69, true, 44, 8);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (35, true, 1, 9);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (23, true, 114, 10);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (24, true, 101, 11);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (68, true, 42, 12);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (51, true, 180, 13);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (93, false, 34, 14);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (54, true, 155, 15);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (73, true, 162, 16);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (9, true, 190, 17);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (99, true, 112, 18);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (43, true, 15, 19);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (16, false, 34, 20);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (30, true, 46, 21);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (43, false, 191, 22);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (52, true, 136, 23);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (85, true, 50, 24);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (15, true, 50, 25);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (64, true, 41, 26);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (11, true, 155, 27);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (49, true, 14, 28);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (4, false, 51, 29);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (93, true, 129, 30);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (57, true, 169, 31);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (75, true, 40, 32);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (16, true, 163, 33);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (100, true, 18, 34);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (45, true, 70, 35);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (52, false, 195, 36);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (92, true, 46, 37);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (98, true, 162, 38);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (98, false, 163, 39);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (72, true, 19, 40);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (64, false, 84, 41);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (20, true, 69, 42);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (21, true, 121, 43);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (3, true, 105, 44);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (9, true, 199, 45);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (38, true, 168, 46);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (67, true, 38, 47);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (81, true, 60, 48);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (98, false, 7, 49);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (30, true, 7, 50);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (61, false, 47, 51);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (50, true, 86, 52);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (74, true, 50, 53);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (80, false, 22, 54);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (55, true, 152, 55);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (23, true, 178, 56);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (19, false, 182, 57);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (48, true, 99, 58);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (96, true, 54, 59);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (44, true, 84, 60);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (65, true, 191, 61);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (88, true, 150, 62);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (70, true, 145, 63);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (71, true, 134, 64);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (27, true, 63, 65);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (66, true, 77, 66);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (98, true, 175, 67);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (88, false, 70, 68);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (89, true, 19, 69);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (75, true, 101, 70);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (31, true, 133, 71);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (22, true, 17, 72);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (9, true, 75, 73);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (63, true, 60, 74);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (55, true, 169, 75);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (59, true, 27, 76);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (29, true, 18, 77);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (13, true, 20, 78);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (33, true, 66, 79);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (23, true, 158, 80);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (55, true, 184, 81);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (71, false, 70, 82);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (20, true, 148, 83);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (18, true, 154, 84);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (72, true, 60, 85);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (23, true, 110, 86);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (2, true, 124, 87);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (49, true, 5, 88);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (18, true, 11, 89);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (94, true, 77, 90);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (98, false, 137, 91);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (68, true, 105, 92);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (3, true, 188, 93);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (88, false, 60, 94);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (53, true, 33, 95);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (45, false, 153, 96);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (61, true, 129, 97);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (34, true, 91, 98);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (20, true, 54, 99);
INSERT INTO public."AttendedWork" OVERRIDING SYSTEM VALUE VALUES (13, true, 41, 100);


--
-- TOC entry 3524 (class 0 OID 32784)
-- Dependencies: 253
-- Data for Name: Cleaning; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Cleaning" VALUES (31, 'cleaned', 58);
INSERT INTO public."Cleaning" VALUES (39, 'not cleaned', 52);
INSERT INTO public."Cleaning" VALUES (8, 'cleaned', 84);
INSERT INTO public."Cleaning" VALUES (35, 'cleaned', 19);
INSERT INTO public."Cleaning" VALUES (71, 'not cleaned', 69);
INSERT INTO public."Cleaning" VALUES (100, 'cleaned', 1);
INSERT INTO public."Cleaning" VALUES (67, 'not cleaned', 5);
INSERT INTO public."Cleaning" VALUES (71, 'cleaned', 98);
INSERT INTO public."Cleaning" VALUES (20, 'cleaned', 97);
INSERT INTO public."Cleaning" VALUES (83, 'cleaned', 70);
INSERT INTO public."Cleaning" VALUES (78, 'not cleaned', 70);
INSERT INTO public."Cleaning" VALUES (41, 'not cleaned', 89);
INSERT INTO public."Cleaning" VALUES (76, 'cleaned', 60);
INSERT INTO public."Cleaning" VALUES (93, 'cleaned', 26);
INSERT INTO public."Cleaning" VALUES (15, 'not cleaned', 92);
INSERT INTO public."Cleaning" VALUES (5, 'not cleaned', 24);
INSERT INTO public."Cleaning" VALUES (73, 'not cleaned', 53);
INSERT INTO public."Cleaning" VALUES (52, 'not cleaned', 47);
INSERT INTO public."Cleaning" VALUES (47, 'cleaned', 44);
INSERT INTO public."Cleaning" VALUES (8, 'cleaned', 38);
INSERT INTO public."Cleaning" VALUES (23, 'not cleaned', 39);
INSERT INTO public."Cleaning" VALUES (7, 'cleaned', 4);
INSERT INTO public."Cleaning" VALUES (86, 'cleaned', 82);
INSERT INTO public."Cleaning" VALUES (48, 'cleaned', 17);
INSERT INTO public."Cleaning" VALUES (27, 'cleaned', 57);
INSERT INTO public."Cleaning" VALUES (62, 'not cleaned', 29);
INSERT INTO public."Cleaning" VALUES (60, 'not cleaned', 27);
INSERT INTO public."Cleaning" VALUES (73, 'cleaned', 89);
INSERT INTO public."Cleaning" VALUES (8, 'cleaned', 30);
INSERT INTO public."Cleaning" VALUES (96, 'not cleaned', 58);
INSERT INTO public."Cleaning" VALUES (55, 'not cleaned', 15);
INSERT INTO public."Cleaning" VALUES (32, 'not cleaned', 63);
INSERT INTO public."Cleaning" VALUES (25, 'cleaned', 63);
INSERT INTO public."Cleaning" VALUES (17, 'cleaned', 39);
INSERT INTO public."Cleaning" VALUES (22, 'cleaned', 60);
INSERT INTO public."Cleaning" VALUES (29, 'cleaned', 16);
INSERT INTO public."Cleaning" VALUES (55, 'not cleaned', 89);
INSERT INTO public."Cleaning" VALUES (54, 'not cleaned', 74);
INSERT INTO public."Cleaning" VALUES (23, 'not cleaned', 98);
INSERT INTO public."Cleaning" VALUES (27, 'not cleaned', 66);
INSERT INTO public."Cleaning" VALUES (6, 'not cleaned', 37);
INSERT INTO public."Cleaning" VALUES (77, 'not cleaned', 81);
INSERT INTO public."Cleaning" VALUES (47, 'not cleaned', 64);
INSERT INTO public."Cleaning" VALUES (89, 'cleaned', 92);
INSERT INTO public."Cleaning" VALUES (19, 'not cleaned', 46);
INSERT INTO public."Cleaning" VALUES (84, 'not cleaned', 17);
INSERT INTO public."Cleaning" VALUES (84, 'cleaned', 41);
INSERT INTO public."Cleaning" VALUES (100, 'cleaned', 80);
INSERT INTO public."Cleaning" VALUES (20, 'cleaned', 5);
INSERT INTO public."Cleaning" VALUES (18, 'not cleaned', 22);
INSERT INTO public."Cleaning" VALUES (27, 'not cleaned', 66);
INSERT INTO public."Cleaning" VALUES (40, 'cleaned', 21);
INSERT INTO public."Cleaning" VALUES (44, 'cleaned', 88);
INSERT INTO public."Cleaning" VALUES (12, 'not cleaned', 25);
INSERT INTO public."Cleaning" VALUES (91, 'cleaned', 41);
INSERT INTO public."Cleaning" VALUES (11, 'not cleaned', 39);
INSERT INTO public."Cleaning" VALUES (55, 'not cleaned', 48);
INSERT INTO public."Cleaning" VALUES (34, 'not cleaned', 93);
INSERT INTO public."Cleaning" VALUES (49, 'not cleaned', 95);
INSERT INTO public."Cleaning" VALUES (79, 'not cleaned', 50);
INSERT INTO public."Cleaning" VALUES (22, 'not cleaned', 10);
INSERT INTO public."Cleaning" VALUES (91, 'cleaned', 3);
INSERT INTO public."Cleaning" VALUES (88, 'cleaned', 58);
INSERT INTO public."Cleaning" VALUES (9, 'cleaned', 78);
INSERT INTO public."Cleaning" VALUES (19, 'cleaned', 74);
INSERT INTO public."Cleaning" VALUES (34, 'not cleaned', 88);
INSERT INTO public."Cleaning" VALUES (41, 'cleaned', 27);
INSERT INTO public."Cleaning" VALUES (44, 'not cleaned', 8);
INSERT INTO public."Cleaning" VALUES (61, 'cleaned', 56);
INSERT INTO public."Cleaning" VALUES (95, 'cleaned', 68);
INSERT INTO public."Cleaning" VALUES (37, 'cleaned', 36);
INSERT INTO public."Cleaning" VALUES (43, 'cleaned', 23);
INSERT INTO public."Cleaning" VALUES (22, 'not cleaned', 17);
INSERT INTO public."Cleaning" VALUES (62, 'cleaned', 88);
INSERT INTO public."Cleaning" VALUES (35, 'not cleaned', 99);
INSERT INTO public."Cleaning" VALUES (94, 'cleaned', 22);
INSERT INTO public."Cleaning" VALUES (46, 'cleaned', 72);
INSERT INTO public."Cleaning" VALUES (33, 'cleaned', 98);
INSERT INTO public."Cleaning" VALUES (42, 'cleaned', 27);
INSERT INTO public."Cleaning" VALUES (76, 'not cleaned', 14);
INSERT INTO public."Cleaning" VALUES (88, 'not cleaned', 48);
INSERT INTO public."Cleaning" VALUES (91, 'not cleaned', 46);
INSERT INTO public."Cleaning" VALUES (43, 'cleaned', 45);
INSERT INTO public."Cleaning" VALUES (66, 'not cleaned', 35);
INSERT INTO public."Cleaning" VALUES (36, 'cleaned', 44);
INSERT INTO public."Cleaning" VALUES (82, 'not cleaned', 2);
INSERT INTO public."Cleaning" VALUES (51, 'not cleaned', 66);
INSERT INTO public."Cleaning" VALUES (74, 'cleaned', 17);
INSERT INTO public."Cleaning" VALUES (1, 'cleaned', 98);
INSERT INTO public."Cleaning" VALUES (9, 'not cleaned', 55);
INSERT INTO public."Cleaning" VALUES (41, 'cleaned', 10);
INSERT INTO public."Cleaning" VALUES (100, 'not cleaned', 17);
INSERT INTO public."Cleaning" VALUES (94, 'cleaned', 59);
INSERT INTO public."Cleaning" VALUES (70, 'not cleaned', 24);
INSERT INTO public."Cleaning" VALUES (86, 'cleaned', 57);
INSERT INTO public."Cleaning" VALUES (19, 'cleaned', 31);
INSERT INTO public."Cleaning" VALUES (74, 'not cleaned', 11);
INSERT INTO public."Cleaning" VALUES (91, 'cleaned', 88);
INSERT INTO public."Cleaning" VALUES (95, 'cleaned', 66);
INSERT INTO public."Cleaning" VALUES (42, 'cleaned', 29);
INSERT INTO public."Cleaning" VALUES (68, 'cleaned', 84);
INSERT INTO public."Cleaning" VALUES (70, 'cleaned', 15);
INSERT INTO public."Cleaning" VALUES (42, 'not cleaned', 45);
INSERT INTO public."Cleaning" VALUES (22, 'not cleaned', 50);
INSERT INTO public."Cleaning" VALUES (59, 'cleaned', 37);
INSERT INTO public."Cleaning" VALUES (20, 'cleaned', 53);
INSERT INTO public."Cleaning" VALUES (59, 'not cleaned', 35);
INSERT INTO public."Cleaning" VALUES (50, 'cleaned', 74);
INSERT INTO public."Cleaning" VALUES (71, 'not cleaned', 83);
INSERT INTO public."Cleaning" VALUES (36, 'cleaned', 18);
INSERT INTO public."Cleaning" VALUES (54, 'cleaned', 24);
INSERT INTO public."Cleaning" VALUES (23, 'not cleaned', 11);
INSERT INTO public."Cleaning" VALUES (70, 'cleaned', 18);
INSERT INTO public."Cleaning" VALUES (60, 'not cleaned', 88);
INSERT INTO public."Cleaning" VALUES (32, 'not cleaned', 11);
INSERT INTO public."Cleaning" VALUES (54, 'not cleaned', 88);
INSERT INTO public."Cleaning" VALUES (4, 'not cleaned', 79);
INSERT INTO public."Cleaning" VALUES (58, 'not cleaned', 79);
INSERT INTO public."Cleaning" VALUES (95, 'not cleaned', 20);
INSERT INTO public."Cleaning" VALUES (58, 'cleaned', 38);
INSERT INTO public."Cleaning" VALUES (80, 'cleaned', 41);
INSERT INTO public."Cleaning" VALUES (32, 'not cleaned', 76);
INSERT INTO public."Cleaning" VALUES (88, 'cleaned', 76);
INSERT INTO public."Cleaning" VALUES (51, 'not cleaned', 1);
INSERT INTO public."Cleaning" VALUES (28, 'not cleaned', 33);
INSERT INTO public."Cleaning" VALUES (9, 'cleaned', 48);
INSERT INTO public."Cleaning" VALUES (1, 'not cleaned', 2);
INSERT INTO public."Cleaning" VALUES (59, 'cleaned', 26);
INSERT INTO public."Cleaning" VALUES (97, 'cleaned', 11);
INSERT INTO public."Cleaning" VALUES (96, 'cleaned', 44);
INSERT INTO public."Cleaning" VALUES (94, 'not cleaned', 58);
INSERT INTO public."Cleaning" VALUES (73, 'not cleaned', 37);
INSERT INTO public."Cleaning" VALUES (67, 'not cleaned', 20);
INSERT INTO public."Cleaning" VALUES (28, 'not cleaned', 93);
INSERT INTO public."Cleaning" VALUES (43, 'not cleaned', 71);
INSERT INTO public."Cleaning" VALUES (16, 'cleaned', 79);
INSERT INTO public."Cleaning" VALUES (23, 'not cleaned', 17);
INSERT INTO public."Cleaning" VALUES (68, 'cleaned', 41);
INSERT INTO public."Cleaning" VALUES (47, 'not cleaned', 83);
INSERT INTO public."Cleaning" VALUES (65, 'cleaned', 68);
INSERT INTO public."Cleaning" VALUES (48, 'cleaned', 59);
INSERT INTO public."Cleaning" VALUES (81, 'cleaned', 93);
INSERT INTO public."Cleaning" VALUES (57, 'not cleaned', 7);
INSERT INTO public."Cleaning" VALUES (95, 'not cleaned', 79);
INSERT INTO public."Cleaning" VALUES (94, 'not cleaned', 9);
INSERT INTO public."Cleaning" VALUES (89, 'not cleaned', 87);
INSERT INTO public."Cleaning" VALUES (94, 'not cleaned', 61);
INSERT INTO public."Cleaning" VALUES (80, 'not cleaned', 85);
INSERT INTO public."Cleaning" VALUES (67, 'not cleaned', 28);
INSERT INTO public."Cleaning" VALUES (24, 'not cleaned', 4);


--
-- TOC entry 3489 (class 0 OID 16399)
-- Dependencies: 218
-- Data for Name: Discount; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Discount" VALUES (1, 13, 10, '2023-10-04 18:32:37', '2024-05-28 19:42:14');
INSERT INTO public."Discount" VALUES (2, 12, 25, '2023-10-11 16:19:12', '2024-09-20 16:18:01');
INSERT INTO public."Discount" VALUES (3, 11, 25, '2023-10-01 11:26:41', '2024-01-25 03:14:01');
INSERT INTO public."Discount" VALUES (4, 10, 5, '2023-10-09 09:21:40', '2023-11-04 06:47:05');
INSERT INTO public."Discount" VALUES (5, 9, 20, '2023-10-11 13:27:47', '2023-11-22 20:31:22');
INSERT INTO public."Discount" VALUES (6, 8, 15, '2023-10-05 10:10:53', '2023-12-04 07:31:27');
INSERT INTO public."Discount" VALUES (7, 7, 20, '2023-10-14 06:59:46', '2024-02-25 01:14:44');
INSERT INTO public."Discount" VALUES (8, 6, 20, '2023-10-11 23:40:13', '2024-09-03 06:33:02');
INSERT INTO public."Discount" VALUES (9, 5, 20, '2023-10-18 05:10:25', '2024-04-04 20:44:29');
INSERT INTO public."Discount" VALUES (10, 4, 25, '2023-10-04 08:43:35', '2024-07-01 02:53:07');


--
-- TOC entry 3499 (class 0 OID 16440)
-- Dependencies: 228
-- Data for Name: Employee; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Employee" VALUES (1, 'Воронцов', 'Борис', 'Адрианович');
INSERT INTO public."Employee" VALUES (2, 'Полина', 'Геннадьевна', 'Стрелкова');
INSERT INTO public."Employee" VALUES (3, 'Александра', 'Филипповна', 'Власова');
INSERT INTO public."Employee" VALUES (4, 'Крюкова', 'Регина', 'Альбертовна');
INSERT INTO public."Employee" VALUES (5, 'Ольга', 'Афанасьевна', 'Андреева');
INSERT INTO public."Employee" VALUES (6, 'Еремей', 'Харлампович', 'Хохлов');
INSERT INTO public."Employee" VALUES (7, 'Рогов', 'Радован', 'Герасимович');
INSERT INTO public."Employee" VALUES (8, 'Агафья', 'Юрьевна', 'Кулакова');
INSERT INTO public."Employee" VALUES (9, 'Тарасов', 'Владлен', 'Вячеславович');
INSERT INTO public."Employee" VALUES (10, 'Пахом', 'Александрович', 'Князев');
INSERT INTO public."Employee" VALUES (11, 'Горшков', 'Силантий', 'Глебович');
INSERT INTO public."Employee" VALUES (12, 'Красильникова', 'Анастасия', 'Юльевна');
INSERT INTO public."Employee" VALUES (13, 'Баранов', 'Евстафий', 'Ермилович');
INSERT INTO public."Employee" VALUES (14, 'Дьячков', 'Зиновий', 'Филатович');
INSERT INTO public."Employee" VALUES (15, 'Эммануил', 'Бенедиктович', 'Ситников');
INSERT INTO public."Employee" VALUES (16, 'Модест', 'Евсеевич', 'Фокин');
INSERT INTO public."Employee" VALUES (17, 'Силин', 'Аникита', 'Феофанович');
INSERT INTO public."Employee" VALUES (18, 'Савина', 'Ольга', 'Вениаминовна');
INSERT INTO public."Employee" VALUES (19, 'Елизавета', 'Эльдаровна', 'Максимова');
INSERT INTO public."Employee" VALUES (20, 'Лобанов', 'Панкратий', 'Виленович');
INSERT INTO public."Employee" VALUES (21, 'Гущин', 'Кузьма', 'Анатольевич');
INSERT INTO public."Employee" VALUES (22, 'Веселов', 'Творимир', 'Григорьевич');
INSERT INTO public."Employee" VALUES (23, 'Мстислав', 'Гурьевич', 'Фролов');
INSERT INTO public."Employee" VALUES (24, 'Ярополк', 'Артурович', 'Шилов');
INSERT INTO public."Employee" VALUES (25, 'Ангелина', 'Александровна', 'Орехова');
INSERT INTO public."Employee" VALUES (26, 'Лидия', 'Евгеньевна', 'Третьякова');
INSERT INTO public."Employee" VALUES (27, 'Лидия', 'Робертовна', 'Турова');
INSERT INTO public."Employee" VALUES (28, 'Оксана', 'Болеславовна', 'Павлова');
INSERT INTO public."Employee" VALUES (29, 'Антонина', 'Александровна', 'Беляева');
INSERT INTO public."Employee" VALUES (30, 'Харитонов', 'Лев', 'Венедиктович');
INSERT INTO public."Employee" VALUES (31, 'Казаков', 'Онуфрий', 'Денисович');
INSERT INTO public."Employee" VALUES (32, 'Кулакова', 'Антонина', 'Георгиевна');
INSERT INTO public."Employee" VALUES (33, 'Василий', 'Филатович', 'Поляков');
INSERT INTO public."Employee" VALUES (34, 'Святослав', 'Гордеевич', 'Игнатов');
INSERT INTO public."Employee" VALUES (35, 'Ираида', 'Васильевна', 'Орлова');
INSERT INTO public."Employee" VALUES (36, 'Иннокентий', 'Архипович', 'Семенов');
INSERT INTO public."Employee" VALUES (37, 'Корнил', 'Бориславович', 'Белозеров');
INSERT INTO public."Employee" VALUES (38, 'Быкова', 'Екатерина', 'Семеновна');
INSERT INTO public."Employee" VALUES (39, 'Захаров', 'Алексей', 'Александрович');
INSERT INTO public."Employee" VALUES (40, 'Юлия', 'Яковлевна', 'Устинова');
INSERT INTO public."Employee" VALUES (41, 'Зинаида', 'Александровна', 'Лебедева');
INSERT INTO public."Employee" VALUES (42, 'Александра', 'Львовна', 'Рябова');
INSERT INTO public."Employee" VALUES (43, 'Анисим', 'Измаилович', 'Рыбаков');
INSERT INTO public."Employee" VALUES (44, 'Василиса', 'Матвеевна', 'Филиппова');
INSERT INTO public."Employee" VALUES (45, 'Анжела', 'Георгиевна', 'Петрова');
INSERT INTO public."Employee" VALUES (46, 'Агафонов', 'Алексей', 'Венедиктович');
INSERT INTO public."Employee" VALUES (47, 'Оксана', 'Харитоновна', 'Дементьева');
INSERT INTO public."Employee" VALUES (48, 'Емельянов', 'Орест', 'Германович');
INSERT INTO public."Employee" VALUES (49, 'Елена', 'Аскольдовна', 'Шарапова');
INSERT INTO public."Employee" VALUES (50, 'Лукин', 'Кондрат', 'Вилорович');
INSERT INTO public."Employee" VALUES (51, 'Капустина', 'Евфросиния', 'Альбертовна');
INSERT INTO public."Employee" VALUES (52, 'Анисимова', 'Валерия', 'Захаровна');
INSERT INTO public."Employee" VALUES (53, 'Юрий', 'Анисимович', 'Соболев');
INSERT INTO public."Employee" VALUES (54, 'Никанор', 'Давыдович', 'Анисимов');
INSERT INTO public."Employee" VALUES (55, 'Абрамова', 'Татьяна', 'Даниловна');
INSERT INTO public."Employee" VALUES (56, 'Зинаида', 'Наумовна', 'Власова');
INSERT INTO public."Employee" VALUES (57, 'Эммануил', 'Германович', 'Кононов');
INSERT INTO public."Employee" VALUES (58, 'Лазарев', 'Давыд', 'Филатович');
INSERT INTO public."Employee" VALUES (59, 'Соловьева', 'Зоя', 'Федоровна');
INSERT INTO public."Employee" VALUES (60, 'Глеб', 'Валентинович', 'Елисеев');
INSERT INTO public."Employee" VALUES (61, 'Зуев', 'Севастьян', 'Тарасович');
INSERT INTO public."Employee" VALUES (62, 'Прасковья', 'Аркадьевна', 'Королева');
INSERT INTO public."Employee" VALUES (63, 'Амос', 'Георгиевич', 'Анисимов');
INSERT INTO public."Employee" VALUES (64, 'Жукова', 'Лидия', 'Николаевна');
INSERT INTO public."Employee" VALUES (65, 'Антонина', 'Вадимовна', 'Жданова');
INSERT INTO public."Employee" VALUES (66, 'Валерьян', 'Георгиевич', 'Смирнов');
INSERT INTO public."Employee" VALUES (67, 'Лора', 'Сергеевна', 'Антонова');
INSERT INTO public."Employee" VALUES (68, 'Мясников', 'Леон', 'Исидорович');
INSERT INTO public."Employee" VALUES (69, 'Уварова', 'Елена', 'Михайловна');
INSERT INTO public."Employee" VALUES (70, 'Ия', 'Кузьминична', 'Фомина');
INSERT INTO public."Employee" VALUES (71, 'Натан', 'Харламович', 'Мартынов');
INSERT INTO public."Employee" VALUES (72, 'Ксения', 'Геннадьевна', 'Орехова');
INSERT INTO public."Employee" VALUES (73, 'Медведев', 'Евлампий', 'Герасимович');
INSERT INTO public."Employee" VALUES (74, 'Пелагея', 'Семеновна', 'Дроздова');
INSERT INTO public."Employee" VALUES (75, 'Акулина', 'Ильинична', 'Субботина');
INSERT INTO public."Employee" VALUES (76, 'Гущина', 'Ангелина', 'Альбертовна');
INSERT INTO public."Employee" VALUES (77, 'Евдокимов', 'Варфоломей', 'Демьянович');
INSERT INTO public."Employee" VALUES (78, 'Полина', 'Степановна', 'Симонова');
INSERT INTO public."Employee" VALUES (79, 'Анжелика', 'Степановна', 'Журавлева');
INSERT INTO public."Employee" VALUES (80, 'Александра', 'Юрьевна', 'Морозова');
INSERT INTO public."Employee" VALUES (81, 'Игнатьева', 'Тамара', 'Федоровна');
INSERT INTO public."Employee" VALUES (82, 'Синклитикия', 'Ниловна', 'Казакова');
INSERT INTO public."Employee" VALUES (83, 'Сигизмунд', 'Харлампович', 'Денисов');
INSERT INTO public."Employee" VALUES (84, 'София', 'Антоновна', 'Шубина');
INSERT INTO public."Employee" VALUES (85, 'Ольга', 'Артемовна', 'Никитина');
INSERT INTO public."Employee" VALUES (86, 'Рябов', 'Тит', 'Абрамович');
INSERT INTO public."Employee" VALUES (87, 'Лыткина', 'Вероника', 'Архиповна');
INSERT INTO public."Employee" VALUES (88, 'Тихонов', 'Лука', 'Филатович');
INSERT INTO public."Employee" VALUES (89, 'Родион', 'Ильич', 'Лаврентьев');
INSERT INTO public."Employee" VALUES (90, 'Агафонов', 'Тит', 'Виленович');
INSERT INTO public."Employee" VALUES (91, 'Веселова', 'Лариса', 'Викторовна');
INSERT INTO public."Employee" VALUES (92, 'Валерьян', 'Марсович', 'Ермаков');
INSERT INTO public."Employee" VALUES (93, 'Чернов', 'Устин', 'Демьянович');
INSERT INTO public."Employee" VALUES (94, 'Ираида', 'Николаевна', 'Мясникова');
INSERT INTO public."Employee" VALUES (95, 'Зиновьев', 'Ярослав', 'Давыдович');
INSERT INTO public."Employee" VALUES (96, 'Бобров', 'Парфен', 'Трифонович');
INSERT INTO public."Employee" VALUES (97, 'Антонина', 'Григорьевна', 'Вишнякова');
INSERT INTO public."Employee" VALUES (98, 'Панова', 'Анастасия', 'Захаровна');
INSERT INTO public."Employee" VALUES (99, 'Гостомысл', 'Эдуардович', 'Капустин');
INSERT INTO public."Employee" VALUES (100, 'Регина', 'Артемовна', 'Голубева');


--
-- TOC entry 3503 (class 0 OID 16456)
-- Dependencies: 232
-- Data for Name: EmploymentContract; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."EmploymentContract" VALUES (1, 7, 57, 76, '2023-10-18', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (2, 15, 67, 99, '2023-10-10', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (3, 31, 80, 29, '2023-10-24', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (4, 82, 12, 33, '2023-10-09', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (5, 46, 86, 84, '2023-10-15', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (6, 81, 45, 98, '2023-10-21', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (7, 76, 13, 35, '2023-10-06', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (8, 37, 34, 94, '2023-10-12', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (9, 37, 47, 35, '2023-10-19', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (10, 45, 33, 86, '2023-10-07', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (11, 1, 75, 4, '2023-10-15', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (12, 64, 80, 87, '2023-10-06', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (13, 59, 9, 91, '2023-10-09', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (14, 20, 40, 90, '2023-10-14', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (15, 69, 6, 58, '2023-10-24', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (16, 29, 24, 98, '2023-10-18', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (17, 55, 69, 69, '2023-10-23', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (18, 24, 24, 55, '2023-10-02', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (19, 93, 83, 32, '2023-10-01', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (20, 94, 48, 86, '2023-10-03', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (21, 49, 72, 94, '2023-10-12', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (22, 8, 55, 66, '2023-10-16', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (23, 24, 78, 9, '2023-10-10', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (24, 73, 14, 78, '2023-10-01', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (25, 80, 71, 33, '2023-10-13', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (26, 22, 82, 40, '2023-10-24', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (27, 10, 30, 28, '2023-10-11', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (28, 83, 93, 43, '2023-10-24', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (29, 17, 99, 82, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (30, 7, 59, 52, '2023-10-14', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (31, 94, 77, 47, '2023-10-03', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (32, 28, 84, 9, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (33, 89, 66, 98, '2023-10-05', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (34, 21, 63, 23, '2023-10-06', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (35, 79, 46, 62, '2023-10-25', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (36, 65, 50, 46, '2023-10-03', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (37, 18, 98, 73, '2023-10-25', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (38, 5, 88, 63, '2023-10-14', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (39, 61, 92, 48, '2023-10-24', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (40, 90, 13, 11, '2023-10-12', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (41, 72, 58, 59, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (42, 61, 84, 94, '2023-10-19', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (43, 94, 49, 9, '2023-10-18', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (44, 6, 71, 25, '2023-10-09', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (45, 49, 72, 23, '2023-10-10', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (46, 56, 83, 68, '2023-10-10', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (47, 81, 15, 23, '2023-10-12', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (48, 94, 87, 88, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (49, 54, 37, 100, '2023-10-23', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (50, 41, 36, 61, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (51, 17, 68, 86, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (52, 10, 24, 74, '2023-10-11', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (53, 14, 73, 36, '2023-10-21', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (54, 94, 65, 94, '2023-10-13', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (55, 51, 90, 9, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (56, 4, 17, 16, '2023-10-21', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (57, 74, 68, 64, '2023-10-17', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (58, 88, 70, 78, '2023-10-09', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (59, 63, 42, 46, '2023-10-17', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (60, 38, 49, 57, '2023-10-14', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (61, 41, 75, 36, '2023-10-25', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (62, 15, 80, 38, '2023-10-01', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (63, 44, 38, 56, '2023-10-08', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (64, 43, 20, 69, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (65, 1, 78, 87, '2023-10-06', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (66, 12, 45, 60, '2023-10-17', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (67, 39, 57, 13, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (68, 10, 95, 100, '2023-10-09', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (69, 10, 46, 97, '2023-10-22', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (70, 49, 60, 92, '2023-10-19', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (71, 37, 15, 1, '2023-10-18', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (72, 54, 18, 21, '2023-10-02', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (73, 33, 32, 38, '2023-10-12', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (74, 42, 10, 17, '2023-10-13', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (75, 25, 14, 12, '2023-10-05', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (76, 62, 100, 78, '2023-10-04', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (77, 24, 32, 83, '2023-10-01', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (78, 45, 72, 10, '2023-10-25', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (79, 99, 29, 42, '2023-10-23', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (80, 58, 31, 59, '2023-10-18', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (81, 36, 68, 48, '2023-10-20', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (82, 50, 8, 35, '2023-10-04', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (83, 70, 27, 10, '2023-10-11', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (84, 42, 13, 73, '2023-10-25', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (85, 15, 11, 16, '2023-10-14', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (86, 44, 97, 10, '2023-10-07', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (87, 67, 52, 17, '2023-10-05', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (88, 69, 18, 70, '2023-10-11', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (89, 95, 94, 13, '2023-10-21', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (90, 99, 79, 4, '2023-10-08', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (91, 63, 26, 77, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (92, 55, 52, 77, '2023-10-25', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (93, 56, 68, 52, '2023-10-14', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (94, 25, 80, 80, '2023-10-22', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (95, 61, 74, 98, '2023-10-17', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (96, 1, 43, 4, '2023-10-23', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (97, 44, 2, 47, '2023-10-05', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (98, 22, 40, 63, '2023-10-18', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (99, 80, 1, 79, '2023-10-15', '2024-10-01', true, 'Очень хороший сотрудник должен очень хорошо работать');
INSERT INTO public."EmploymentContract" VALUES (100, 74, 63, 62, '2023-10-05', '2024-10-01', false, 'Очень хороший сотрудник должен очень хорошо работать');


--
-- TOC entry 3495 (class 0 OID 16422)
-- Dependencies: 224
-- Data for Name: Facilities; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Facilities" VALUES (1, 'Кинотеатр в номере', 'Наслаждайтесь фильмами в комфорте вашего номера с большим экраном и домашним кинотеатром.', 5000);
INSERT INTO public."Facilities" VALUES (2, 'Джакузи', 'Расслабьтесь в собственной джакузи, доступной в вашем номере.', 3000);
INSERT INTO public."Facilities" VALUES (3, 'Минибар', 'У вас всегда будет доступ к разнообразным напиткам и закускам прямо из вашего номера.', 2000);
INSERT INTO public."Facilities" VALUES (4, 'Кровать king-size', 'Наслаждайтесь комфортом большой кровати king-size для ночного отдыха.', 1000);
INSERT INTO public."Facilities" VALUES (5, 'Личный бассейн', 'Имейте доступ к собственному бассейну прямо в вашем номере.', 14000);
INSERT INTO public."Facilities" VALUES (6, 'Wi-Fi', 'Сохраните связь с миром благодаря высокоскоростному интернету.', 1000);
INSERT INTO public."Facilities" VALUES (7, 'Спутниковое телевидение', 'Просматривайте разнообразные телеканалы на большом экране в вашем номере.', 500);
INSERT INTO public."Facilities" VALUES (8, 'Услуги консьержа', 'Наши профессиональные консьержи готовы помочь вам с заказами и экскурсиями.', 1500);
INSERT INTO public."Facilities" VALUES (9, 'Завтрак в постель', 'Наслаждайтесь утром бесплатным завтраком, доставленным прямо в ваш номер.', 2000);
INSERT INTO public."Facilities" VALUES (10, 'Собственная терраса', 'Расслабьтесь на собственной террасе с панорамным видом на горы и море.', 4500);
INSERT INTO public."Facilities" VALUES (11, 'Фитнес-зал', 'Имейте доступ к современному фитнес-залу с оборудованием для занятий спортом.', 1000);
INSERT INTO public."Facilities" VALUES (12, 'Сауна и солярий', 'Расслабьтесь в сауне или получите загар в солярии на территории отеля.', 2000);
INSERT INTO public."Facilities" VALUES (13, 'Парковка', 'Паркуйте свой автомобиль в отеле в специально выделенной зоне.', 2000);
INSERT INTO public."Facilities" VALUES (14, 'Детская игровая комната', 'Вашим детям будет чем заняться в специальной игровой комнате.', 4000);
INSERT INTO public."Facilities" VALUES (15, 'Кофемашина в номере', 'Порадуйте себя свежесваренным кофе.', 1000);


--
-- TOC entry 3497 (class 0 OID 16431)
-- Dependencies: 226
-- Data for Name: Guest; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Guest" VALUES ('Данилов', 'Венедикт', 'Герасимович', 'г. Туапсе, бул. Есенина, д. 5/1 стр. 31, 467317', '1962-10-21', 1, '8 (554) 319-55-44', 'jmuhina@hotmail.com', '1115743557');
INSERT INTO public."Guest" VALUES ('Фролова', 'Жанна', 'Леонидовна', 'к. Адыгейск, пр. Снежный, д. 8 стр. 8/7, 603199', '1975-11-23', 2, '+7 524 419 1335', 'seleznevemmanuil@rambler.ru', '1632889561');
INSERT INTO public."Guest" VALUES ('Корнилов', 'Аверьян', 'Герасимович', 'клх Костомукша, алл. Абрикосовая, д. 62 к. 8, 661209', '1963-05-15', 3, '+7 (441) 597-12-44', 'tsvetkovkonstantin@gmail.com', '1274133313');
INSERT INTO public."Guest" VALUES ('Лавр', 'Захарьевич', 'Федосеев', 'п. Глазов, ш. Детское, д. 279, 286670', '1979-10-07', 4, '8 787 919 3254', 'andronik_1990@yandex.ru', '2223232943');
INSERT INTO public."Guest" VALUES ('Мясникова', 'Агата', 'Святославовна', 'с. Руза, пер. Морозова, д. 4, 882512', '1975-05-12', 5, '+7 195 838 52 62', 'parfen_09@gmail.com', '1847921269');
INSERT INTO public."Guest" VALUES ('Анжела', 'Тимуровна', 'Горшкова', 'г. Батайск, наб. Димитрова, д. 5, 749993', '1969-09-14', 6, '8 900 644 71 80', 'polikarp_66@mail.ru', '2393161895');
INSERT INTO public."Guest" VALUES ('Фортунат', 'Феоктистович', 'Федоров', 'г. Шелагонцы, алл. Декабристов, д. 1, 471459', '1985-06-21', 7, '+74877258680', 'agapkarpov@mail.ru', '1550089695');
INSERT INTO public."Guest" VALUES ('Гришина', 'Регина', 'Владимировна', 'клх Орск, ул. Аэродромная, д. 8/4, 186058', '1986-07-29', 8, '+7 433 773 6353', 'tamara2003@gmail.com', '1768909333');
INSERT INTO public."Guest" VALUES ('Галкин', 'Панфил', 'Изотович', 'п. Егорьевск, ш. Мичурина, д. 3, 906338', '1959-12-14', 9, '+7 (394) 168-86-59', 'markovatamara@rambler.ru', '1782384868');
INSERT INTO public."Guest" VALUES ('Артемьева', 'Александра', 'Эдуардовна', 'г. Арсеньев, ул. Февральская, д. 816 к. 599, 704708', '1970-01-29', 10, '+76947409367', 'romanovdorofe@gmail.com', '1609578147');
INSERT INTO public."Guest" VALUES ('Сергеев', 'Конон', 'Давыдович', 'к. Южноуральск, пер. Парковый, д. 9, 487951', '1992-04-08', 11, '8 408 847 8581', 'kapiton33@hotmail.com', '1068241040');
INSERT INTO public."Guest" VALUES ('Гостомысл', 'Гертрудович', 'Морозов', 'к. Токма, ш. Тимирязева, д. 80, 954521', '1980-05-05', 12, '+7 330 710 0492', 'solovevmoise@yahoo.com', '2184098074');
INSERT INTO public."Guest" VALUES ('Аркадий', 'Бенедиктович', 'Осипов', 'с. Ростов, наб. Чкалова, д. 4 стр. 66, 505784', '1981-01-15', 13, '8 633 729 14 12', 'evdokimovaalla@gmail.com', '1287861470');
INSERT INTO public."Guest" VALUES ('Евлампий', 'Давыдович', 'Игнатьев', 'г. Каменск-Уральский, бул. Курский, д. 8 стр. 5, 405210', '1978-05-09', 14, '88806064890', 'efremovonufri@mail.ru', '1054501869');
INSERT INTO public."Guest" VALUES ('Федосеева', 'Нинель', 'Кузьминична', 'д. Камышин, ул. Пригородная, д. 803 к. 600, 372342', '1976-08-01', 15, '+73630415979', 'kondrat1980@rambler.ru', '1480244221');
INSERT INTO public."Guest" VALUES ('Прохорова', 'Акулина', 'Михайловна', 'д. Шатура, ш. Красина, д. 954 стр. 94, 482670', '2001-08-26', 16, '8 369 433 76 00', 'irakli23@mail.ru', '1283519127');
INSERT INTO public."Guest" VALUES ('Ратмир', 'Тихонович', 'Галкин', 'с. Гремячинск (Перм.), алл. Клубная, д. 5 к. 3, 960326', '1991-06-06', 17, '8 (295) 366-78-58', 'favdeeva@gmail.com', '1801036706');
INSERT INTO public."Guest" VALUES ('Ершова', 'Милица', 'Юрьевна', 'с. Верхний Тагил, ул. Красных Партизан, д. 1 к. 7/1, 770275', '1979-01-31', 18, '+7 (631) 097-97-26', 'longin_1985@mail.ru', '2427122489');
INSERT INTO public."Guest" VALUES ('Ипполит', 'Арсеньевич', 'Мухин', 'ст. Находка, наб. Мира, д. 32, 915893', '2001-06-14', 19, '8 (536) 266-4492', 'ksenija_65@yahoo.com', '2128109289');
INSERT INTO public."Guest" VALUES ('Никонова', 'Алевтина', 'Аркадьевна', 'д. Усть-Калманка, ш. Сибирское, д. 18, 438223', '1985-11-09', 20, '8 706 300 61 08', 'spiridondrozdov@yahoo.com', '1740588613');
INSERT INTO public."Guest" VALUES ('Рогов', 'Нестор', 'Харламович', 'ст. Наро-Фоминск, алл. Учительская, д. 436 стр. 9/6, 181325', '1986-11-30', 21, '+7 546 701 9982', 'gorshkovamarija@gmail.com', '2349448278');
INSERT INTO public."Guest" VALUES ('Касьян', 'Аверьянович', 'Афанасьев', 'д. Токсово, пер. Подгорный, д. 129 стр. 8/6, 638325', '1960-01-08', 22, '8 708 719 38 70', 'morozovaljudmila@yahoo.com', '2031676874');
INSERT INTO public."Guest" VALUES ('Соболева', 'София', 'Егоровна', 'д. Кропоткин (Краснод.), пер. Отрадный, д. 1 стр. 57, 077408', '1994-04-19', 23, '+7 724 913 76 64', 'militsa_05@rambler.ru', '1378201805');
INSERT INTO public."Guest" VALUES ('Брагина', 'София', 'Егоровна', 'клх Цимлянск, наб. Труда, д. 8/2, 431742', '1999-06-12', 24, '+77654761488', 'loginovselivan@gmail.com', '1262557712');
INSERT INTO public."Guest" VALUES ('Кириллов', 'Модест', 'Ильич', 'ст. Карпинск, наб. Гафури, д. 424, 062209', '1967-06-06', 25, '+7 994 189 74 34', 'luchezar_2008@yahoo.com', '1423553802');
INSERT INTO public."Guest" VALUES ('Афанасий', 'Бориславович', 'Андреев', 'ст. Горячий Ключ, бул. Сенной, д. 177, 772044', '1997-07-24', 26, '8 (464) 837-79-16', 'fedot_15@rambler.ru', '2374774644');
INSERT INTO public."Guest" VALUES ('Нинель', 'Оскаровна', 'Лихачева', 'к. Находка, пер. Курчатова, д. 3 к. 744, 989644', '1983-08-02', 27, '+76518489728', 'moiseevgavrila@yahoo.com', '1427211524');
INSERT INTO public."Guest" VALUES ('Таисия', 'Ильинична', 'Исакова', 'к. Туруханск, пр. Белинского, д. 7, 333618', '1967-12-22', 28, '8 314 431 2702', 'andreevladimir@hotmail.com', '1807877747');
INSERT INTO public."Guest" VALUES ('Евстигней', 'Феоктистович', 'Зуев', 'ст. Салават, ул. Инженерная, д. 4 стр. 54, 311297', '1970-05-20', 29, '8 028 393 75 65', 'silanti09@hotmail.com', '1413536285');
INSERT INTO public."Guest" VALUES ('Ситникова', 'Вера', 'Ниловна', 'клх Оленек, ул. Смирнова, д. 3/6, 342138', '1962-08-13', 30, '8 979 140 91 90', 'kir53@mail.ru', '1694145780');
INSERT INTO public."Guest" VALUES ('Гуляев', 'Григорий', 'Дмитриевич', 'д. Кимры, ул. Минская, д. 2, 311998', '1967-08-29', 31, '+79136151217', 'gorde73@yahoo.com', '1873884292');
INSERT INTO public."Guest" VALUES ('Селезнев', 'Доброслав', 'Арсеньевич', 'г. Уссурийск, ул. Крайняя, д. 7, 347758', '1998-10-23', 32, '85321122947', 'naum_07@gmail.com', '1776084551');
INSERT INTO public."Guest" VALUES ('Эрнест', 'Брониславович', 'Колобов', 'п. Москва, МГУ, пр. Лермонтова, д. 332, 481299', '1972-09-23', 33, '+7 373 816 28 25', 'orlovataisija@gmail.com', '1657219062');
INSERT INTO public."Guest" VALUES ('Горбачева', 'Иванна', 'Макаровна', 'д. Дзержинск, ул. Балтийская, д. 384, 481641', '1960-04-29', 34, '80909456502', 'sorokinnikodim@rambler.ru', '2299974365');
INSERT INTO public."Guest" VALUES ('Жанна', 'Дмитриевна', 'Орлова', 'д. Белгород, ш. Кавказское, д. 2, 354633', '2000-10-18', 35, '+7 (538) 730-11-02', 'ija2019@yahoo.com', '1379959163');
INSERT INTO public."Guest" VALUES ('Милица', 'Ефимовна', 'Власова', 'г. Краснокамск, алл. Коллективная, д. 6 к. 208, 383482', '2004-05-23', 36, '8 (665) 939-7914', 'kondrat45@rambler.ru', '2127397247');
INSERT INTO public."Guest" VALUES ('Соболева', 'Анастасия', 'Юрьевна', 'с. Рыбинск, алл. Волжская, д. 5, 551050', '1960-02-19', 37, '+7 466 271 20 00', 'vladimirovaljubov@mail.ru', '1723858618');
INSERT INTO public."Guest" VALUES ('Устинов', 'Эмиль', 'Архипович', 'с. Горно-Алтайск, пер. Гагарина, д. 7 стр. 63, 753111', '1964-09-25', 38, '8 635 321 1856', 'vinogradovkasjan@mail.ru', '1732388903');
INSERT INTO public."Guest" VALUES ('Гришин', 'Александр', 'Жоресович', 'ст. Териберка, ш. Базарное, д. 57 стр. 762, 636002', '2002-04-23', 39, '+7 682 987 95 55', 'kostinisidor@rambler.ru', '1213780619');
INSERT INTO public."Guest" VALUES ('Князева', 'Надежда', 'Романовна', 'ст. Углич, пр. Инженерный, д. 56, 842320', '1981-08-26', 40, '+7 (976) 540-56-39', 'bazhen_94@hotmail.com', '1857820425');
INSERT INTO public."Guest" VALUES ('Муравьева', 'Евфросиния', 'Эдуардовна', 'к. Азов (Рост.), алл. Звездная, д. 6, 254980', '1990-05-01', 41, '8 (738) 434-23-87', 'jbelozerova@yandex.ru', '2495255712');
INSERT INTO public."Guest" VALUES ('Беляков', 'Вениамин', 'Юльевич', 'к. Сортавала, бул. Горняцкий, д. 15 стр. 692, 673310', '1967-06-26', 42, '+7 (272) 960-86-16', 'evdokimovanatoli@hotmail.com', '1297689998');
INSERT INTO public."Guest" VALUES ('Андрей', 'Аксёнович', 'Журавлев', 'ст. Челюскин, пер. Поселковый, д. 34 стр. 4, 366846', '1958-09-30', 43, '8 857 478 8528', 'petr_1981@mail.ru', '2318659882');
INSERT INTO public."Guest" VALUES ('Карпов', 'Автоном', 'Устинович', 'г. Саратов, ул. 40 лет Победы, д. 7 стр. 183, 737179', '1961-10-24', 44, '8 (713) 383-77-50', 'beljaevaregina@hotmail.com', '2157452781');
INSERT INTO public."Guest" VALUES ('Клавдия', 'Аскольдовна', 'Рябова', 'клх Можайск, пер. Новгородский, д. 90 стр. 14, 020841', '1965-05-11', 45, '8 154 783 70 98', 'krjukovmartin@rambler.ru', '1922734005');
INSERT INTO public."Guest" VALUES ('Владимир', 'Чеславович', 'Исаев', 'к. Сузун, ул. Краснознаменная, д. 956 к. 7, 387038', '1984-06-13', 46, '+77548541346', 'nosovamarfa@yandex.ru', '1148553570');
INSERT INTO public."Guest" VALUES ('Лучезар', 'Жоресович', 'Сергеев', 'с. Березники, пр. Виноградный, д. 6 стр. 32, 230782', '1986-08-24', 47, '+7 (537) 565-64-99', 'medvedevaemilija@gmail.com', '1198871732');
INSERT INTO public."Guest" VALUES ('Юлиан', 'Харлампович', 'Гришин', 'клх Кущевская, бул. Томский, д. 1/4 стр. 5/2, 615947', '1979-06-02', 48, '8 (796) 594-70-68', 'evdokija_86@yandex.ru', '2215945538');
INSERT INTO public."Guest" VALUES ('Иванна', 'Кузьминична', 'Русакова', 'п. Сортавала, алл. Рябиновая, д. 197 стр. 70, 980362', '2000-08-31', 49, '+7 (108) 456-29-76', 'alevtina_42@rambler.ru', '1662096199');
INSERT INTO public."Guest" VALUES ('Егор', 'Артёмович', 'Рожков', 'клх Суздаль, пер. Веселый, д. 9/4, 828988', '1987-12-04', 50, '+7 750 216 37 60', 'kotovavalentina@gmail.com', '1877609886');
INSERT INTO public."Guest" VALUES ('Клавдия', 'Александровна', 'Зайцева', 'клх Тамбов, ул. Городская, д. 13, 094234', '1972-12-29', 51, '+7 242 516 71 47', 'foma2012@hotmail.com', '1373150006');
INSERT INTO public."Guest" VALUES ('Екатерина', 'Игоревна', 'Емельянова', 'ст. Коломна, пр. Чайковского, д. 300 к. 5, 988869', '1978-12-15', 52, '87900291311', 'ckomarova@yahoo.com', '2001427100');
INSERT INTO public."Guest" VALUES ('Крылова', 'Феврония', 'Руслановна', 'ст. Гаврилов-Ям, пр. Высокий, д. 6/2 стр. 36, 129977', '1982-11-18', 53, '+79872192352', 'ferapont1985@hotmail.com', '1831578907');
INSERT INTO public."Guest" VALUES ('Силин', 'Остап', 'Фролович', 'ст. Каменск-Уральский, бул. Карла Маркса, д. 9/7 стр. 9/7, 177040', '1961-10-29', 54, '+7 (226) 738-07-67', 'galkinarefi@mail.ru', '1132577910');
INSERT INTO public."Guest" VALUES ('Ладислав', 'Зиновьевич', 'Симонов', 'г. Астрахань, бул. Советской Армии, д. 73 к. 2/8, 614125', '1986-09-22', 55, '8 716 513 0911', 'boleslavdjachkov@yandex.ru', '1273081567');
INSERT INTO public."Guest" VALUES ('Виктория', 'Мироновна', 'Белозерова', 'клх Чокурдах, наб. Победы, д. 5/8 к. 193, 378033', '1968-10-05', 56, '89967892507', 'rbelozerov@hotmail.com', '2236906032');
INSERT INTO public."Guest" VALUES ('Медведева', 'Нина', 'Кузьминична', 'клх Ишим, бул. Огородный, д. 17 к. 2, 083707', '1991-07-17', 57, '+7 884 840 74 00', 'melnikovfade@hotmail.com', '2036784147');
INSERT INTO public."Guest" VALUES ('Герман', 'Данилович', 'Мельников', 'п. Уварово, алл. Космонавтов, д. 766, 232050', '1967-02-06', 58, '+7 259 361 05 81', 'vlasovegor@rambler.ru', '1515929977');
INSERT INTO public."Guest" VALUES ('Александра', 'Васильевна', 'Жукова', 'клх Тихвин, ш. Калинина, д. 7, 850993', '1984-06-16', 59, '8 (938) 774-91-47', 'filippovarefi@hotmail.com', '1452278173');
INSERT INTO public."Guest" VALUES ('Костин', 'Афанасий', 'Евстигнеевич', 'д. Семлячики, пр. Горького, д. 6/8, 000410', '1958-04-14', 60, '87775754950', 'dmitrievmiron@gmail.com', '2312841121');
INSERT INTO public."Guest" VALUES ('Карпова', 'Алевтина', 'Болеславовна', 'д. Быково (метеост.), ш. Уральское, д. 815 стр. 3/1, 662469', '1976-01-24', 61, '+7 (857) 871-85-98', 'sigizmund2004@mail.ru', '1003887371');
INSERT INTO public."Guest" VALUES ('Лучезар', 'Даниилович', 'Лапин', 'клх Семлячики, пер. Сельский, д. 3/9 стр. 387, 511837', '1962-07-07', 62, '8 (781) 720-1608', 'kondrat81@gmail.com', '1094789638');
INSERT INTO public."Guest" VALUES ('Шарова', 'Фёкла', 'Афанасьевна', 'п. Серов, пер. Заозерный, д. 7/4 к. 8/6, 790633', '1971-12-12', 63, '8 424 864 76 63', 'zosima1997@yandex.ru', '2296537785');
INSERT INTO public."Guest" VALUES ('Белозерова', 'Тамара', 'Альбертовна', 'к. Юрьев-Польский, бул. Космический, д. 1, 082277', '1975-02-20', 64, '+7 726 669 9143', 'valentin2019@gmail.com', '2196435558');
INSERT INTO public."Guest" VALUES ('Элеонора', 'Феликсовна', 'Владимирова', 'клх Бомнак, бул. Матросова, д. 2, 911458', '1979-03-01', 65, '+77649378264', 'mamontovalora@rambler.ru', '2081119099');
INSERT INTO public."Guest" VALUES ('Белозерова', 'Жанна', 'Болеславовна', 'п. Щельяюр, бул. Ильича, д. 3 стр. 3, 418187', '1977-03-13', 66, '8 420 484 07 97', 'efimzikov@gmail.com', '2242871770');
INSERT INTO public."Guest" VALUES ('Ираида', 'Робертовна', 'Горбачева', 'п. Кижи, ш. Рылеева, д. 451, 389502', '1961-06-05', 67, '+7 (339) 131-32-96', 'antoninpopov@mail.ru', '1833582709');
INSERT INTO public."Guest" VALUES ('Борисов', 'Арсений', 'Ермилович', 'клх Югорск, алл. Новосельская, д. 53 к. 187, 056427', '1990-02-25', 68, '+7 (611) 502-77-46', 'gerasimmatveev@yandex.ru', '2191261548');
INSERT INTO public."Guest" VALUES ('Афанасьева', 'Зоя', 'Архиповна', 'с. Сургут (Хант.), пр. Олега Кошевого, д. 3/8 стр. 618, 546196', '1960-12-26', 69, '8 881 807 34 91', 'litkinaolga@gmail.com', '1598050289');
INSERT INTO public."Guest" VALUES ('Азарий', 'Харлампьевич', 'Лебедев', 'п. Волоколамск, наб. Черняховского, д. 891 стр. 5, 156367', '1990-11-10', 70, '89771349055', 'polina_81@rambler.ru', '1520600461');
INSERT INTO public."Guest" VALUES ('Мирослав', 'Тимурович', 'Беспалов', 'с. Петропавловск-Камчатский, пер. Кузнечный, д. 53 стр. 632, 148542', '1996-12-01', 71, '+7 536 800 6132', 'ruslan96@gmail.com', '2062299593');
INSERT INTO public."Guest" VALUES ('Кузьмин', 'Мечислав', 'Тихонович', 'клх Белгород, алл. З.Космодемьянской, д. 46 стр. 5, 699818', '1981-10-10', 72, '+7 (076) 234-17-04', 'arkadi11@hotmail.com', '1928470176');
INSERT INTO public."Guest" VALUES ('Данилов', 'Аникита', 'Игнатьевич', 'с. Аршан (Бурят.), пр. Дачный, д. 53 к. 46, 102325', '1964-06-17', 73, '+7 419 975 54 93', 'grishinanikita@hotmail.com', '1330070073');
INSERT INTO public."Guest" VALUES ('Назаров', 'Ипат', 'Андреевич', 'с. Каменск-Шахтинский, наб. Верхняя, д. 1, 081779', '1981-08-09', 74, '8 285 871 0738', 'lev_79@hotmail.com', '1540711557');
INSERT INTO public."Guest" VALUES ('Кириллова', 'Милица', 'Николаевна', 'с. Абинск, пер. Орловский, д. 471, 850986', '1983-02-17', 75, '+7 278 846 07 50', 'moiseevalora@yandex.ru', '1823264783');
INSERT INTO public."Guest" VALUES ('Нифонт', 'Дмитриевич', 'Казаков', 'к. Нарьян-Мар, ш. Минское, д. 6/6 стр. 53, 176517', '1969-01-07', 76, '+7 503 396 8929', 'vladlen_1992@rambler.ru', '2267757016');
INSERT INTO public."Guest" VALUES ('Тимофей', 'Иосипович', 'Носов', 'д. Химки, алл. Юности, д. 469 стр. 58, 940672', '1959-10-11', 77, '88822234785', 'tverdislav_1978@hotmail.com', '2331229590');
INSERT INTO public."Guest" VALUES ('Абрамов', 'Творимир', 'Фёдорович', 'п. Елатьма, наб. Революции, д. 4/8 к. 773, 424415', '1970-05-05', 78, '+7 572 443 2495', 'tit_1992@rambler.ru', '2222050152');
INSERT INTO public."Guest" VALUES ('Ирина', 'Николаевна', 'Степанова', 'д. Охотск, пр. Космонавтов, д. 4, 484311', '1986-01-05', 79, '+7 517 065 9280', 'feoktist73@gmail.com', '2051433394');
INSERT INTO public."Guest" VALUES ('Зыкова', 'Зинаида', 'Геннадиевна', 'ст. Буйнакск, пр. Партизанский, д. 42 к. 4/6, 140674', '1999-06-17', 80, '+7 809 220 59 37', 'vjacheslav30@gmail.com', '1833390821');
INSERT INTO public."Guest" VALUES ('Ольга', 'Вадимовна', 'Артемьева', 'г. Бирск, алл. Прохладная, д. 7, 940862', '1959-06-08', 81, '8 (774) 711-7647', 'izjaslav_2005@gmail.com', '2030217938');
INSERT INTO public."Guest" VALUES ('Овчинникова', 'Екатерина', 'Вениаминовна', 'г. Урай, алл. Базарная, д. 45, 877333', '1976-08-18', 82, '82816578644', 'ribakovaeleonora@yandex.ru', '1751977428');
INSERT INTO public."Guest" VALUES ('Мария', 'Захаровна', 'Ермакова', 'клх Нурлат, пр. Дарвина, д. 965 к. 298, 068992', '1983-08-12', 83, '+7 606 876 89 18', 'evgeni_25@mail.ru', '2459417236');
INSERT INTO public."Guest" VALUES ('Иванна', 'Олеговна', 'Ефремова', 'п. Ярославль, пр. Ленина, д. 94 к. 9/2, 949778', '1984-07-31', 84, '85613590272', 'ilintimofe@gmail.com', '2349161028');
INSERT INTO public."Guest" VALUES ('Соловьева', 'Василиса', 'Олеговна', 'г. Барнаул, ул. Подгорная, д. 394 к. 5, 190136', '1963-02-28', 85, '+7 071 533 52 23', 'lobanovavalerija@mail.ru', '1645729897');
INSERT INTO public."Guest" VALUES ('Фирс', 'Трофимович', 'Артемьев', 'к. Листвянка (Иркут.), ул. Черноморская, д. 2/4, 355821', '2003-06-28', 86, '8 (641) 993-8314', 'melnikovaelena@gmail.com', '2499453578');
INSERT INTO public."Guest" VALUES ('Лобанова', 'Александра', 'Ниловна', 'с. Буйнакск, бул. Коллективный, д. 736 стр. 4, 136055', '2004-12-01', 87, '80380110164', 'noskovaoksana@hotmail.com', '1094482706');
INSERT INTO public."Guest" VALUES ('Артемьева', 'Василиса', 'Эдуардовна', 'ст. Якша, пр. Мельничный, д. 8/9, 897778', '1965-02-18', 88, '8 234 934 8759', 'pfadeev@mail.ru', '2420368475');
INSERT INTO public."Guest" VALUES ('Носова', 'Зоя', 'Егоровна', 'к. Данков, алл. Речная, д. 4 к. 72, 965036', '1972-05-04', 89, '+7 (702) 116-6458', 'doroninavtonom@rambler.ru', '2113125055');
INSERT INTO public."Guest" VALUES ('Ярополк', 'Тимурович', 'Иванов', 'с. Касимов, ш. Центральное, д. 5, 363611', '1990-02-13', 90, '+7 (881) 494-23-90', 'anzhela57@gmail.com', '2416307958');
INSERT INTO public."Guest" VALUES ('Терентьева', 'Алевтина', 'Борисовна', 'г. Чехов, бул. Высотный, д. 32, 522606', '1998-01-27', 91, '8 208 297 3216', 'mihe2017@hotmail.com', '2078943056');
INSERT INTO public."Guest" VALUES ('Щукин', 'Гордей', 'Евсеевич', 'ст. Лодейное Поле, наб. Нагорная, д. 389 стр. 6/4, 002348', '1969-09-11', 92, '+72215251742', 'nazar1977@yahoo.com', '1411883732');
INSERT INTO public."Guest" VALUES ('Варвара', 'Рудольфовна', 'Русакова', 'г. Москва, МГУ, ш. Торговое, д. 622, 440742', '1960-03-26', 93, '+7 424 210 9705', 'filippovaklavdija@rambler.ru', '2482937996');
INSERT INTO public."Guest" VALUES ('Никонов', 'Христофор', 'Ааронович', 'с. Ярославль, бул. Ангарский, д. 891, 267903', '1987-04-07', 94, '8 845 740 45 08', 'kolesnikovanonna@gmail.com', '2283212858');
INSERT INTO public."Guest" VALUES ('Егор', 'Чеславович', 'Андреев', 'г. Верещагино (Перм.), наб. Коммунальная, д. 759, 450004', '1958-08-01', 95, '+7 (224) 294-28-48', 'bojan2020@mail.ru', '2163256739');
INSERT INTO public."Guest" VALUES ('Яков', 'Тимурович', 'Николаев', 'д. Павловская, ул. Курганная, д. 6/6, 972917', '1958-09-16', 96, '8 862 647 22 36', 'mnekrasova@rambler.ru', '1397542447');
INSERT INTO public."Guest" VALUES ('Август', 'Тимурович', 'Моисеев', 'п. Дно, пр. Папанина, д. 13 к. 26, 381620', '2005-06-24', 97, '8 (785) 656-92-64', 'kopilovratibor@mail.ru', '1670283208');
INSERT INTO public."Guest" VALUES ('Красильников', 'Илья', 'Тихонович', 'п. Нарьян-Мар, алл. Запорожская, д. 6 стр. 14, 523682', '1968-11-14', 98, '+7 (822) 998-3513', 'panfilovaolga@yandex.ru', '1057571920');
INSERT INTO public."Guest" VALUES ('Устинов', 'Виктор', 'Юлианович', 'д. Калевала, бул. 40 лет Октября, д. 93 стр. 94, 178448', '1992-09-08', 99, '8 (543) 193-7511', 'agap_1985@gmail.com', '2178731670');
INSERT INTO public."Guest" VALUES ('Синклитикия', 'Робертовна', 'Пономарева', 'п. Элиста, пер. Мира, д. 56 к. 9/2, 530822', '1976-02-22', 100, '+78026702581', 'cvladimirov@gmail.com', '1272043580');


--
-- TOC entry 3509 (class 0 OID 16483)
-- Dependencies: 238
-- Data for Name: Hotel; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Hotel" VALUES (1, 'Nevskiy plaza', 'Санкт-Петербург, пр-т Невский, д. 1');
INSERT INTO public."Hotel" VALUES (3, 'Slavyanka', 'Санкт-Петербург, пр-т Литейный, д. 1');
INSERT INTO public."Hotel" VALUES (53, 'Carter', 'Санкт-Петербург, пр. Энгельса, д. 1 стр. 576');
INSERT INTO public."Hotel" VALUES (2, 'Four Seasons', 'Санкт-Петербург, Исаакиевская площадь, 1');
INSERT INTO public."Hotel" VALUES (59, 'Olson', 'Санкт-Петербург, ул. Титова, д. 887 к. 352');
INSERT INTO public."Hotel" VALUES (62, 'Pham', 'Санкт-Петербург, алл. Лесозаводская, д. 9/9');
INSERT INTO public."Hotel" VALUES (63, 'Diaz', 'Санкт-Петербург, наб. Безымянная, д. 5/4 к. 76');
INSERT INTO public."Hotel" VALUES (64, 'Strickland', 'Санкт-Петербург, ш. Менделеева, д. 88 к. 3/3');
INSERT INTO public."Hotel" VALUES (70, 'Mccann', 'Санкт-Петербург, бул. Ульянова, д. 1/8');
INSERT INTO public."Hotel" VALUES (71, 'Watson', 'Санкт-Петербург, бул. Славянский, д. 1/7 к. 285');
INSERT INTO public."Hotel" VALUES (72, 'Short', 'Санкт-Петербург, ул. Озерная, д. 2/8 стр. 7/2');
INSERT INTO public."Hotel" VALUES (73, 'Taylor', 'Санкт-Петербург, пер. Кавказский, д. 30 к. 712');
INSERT INTO public."Hotel" VALUES (78, 'Campbell', 'Санкт-Петербург, пер. Лесозаводский, д. 9/7 стр. 291');
INSERT INTO public."Hotel" VALUES (80, 'Anderson', 'Санкт-Петербург, алл. Омская, д. 2 к. 8');
INSERT INTO public."Hotel" VALUES (85, 'Nguyen', 'Санкт-Петербург, пер. Озерный, д. 2 к. 220');
INSERT INTO public."Hotel" VALUES (86, 'Ellis', 'Санкт-Петербург, ул. Поселковая, д. 4/9');
INSERT INTO public."Hotel" VALUES (90, 'Marshall', 'Санкт-Петербург, ш. Прудовое, д. 8 стр. 3/1');
INSERT INTO public."Hotel" VALUES (91, 'Hernandez', 'Санкт-Петербург, пр. Васильковый, д. 36 стр. 4/8');
INSERT INTO public."Hotel" VALUES (92, 'Mitchell', 'Санкт-Петербург, ш. Севастопольское, д. 385 стр. 2');
INSERT INTO public."Hotel" VALUES (97, 'Palmer', 'Санкт-Петербург, ш. Осенное, д. 91');
INSERT INTO public."Hotel" VALUES (98, 'Barker', 'Санкт-Петербург, алл. Дорожная, д. 1/1 стр. 7/6');
INSERT INTO public."Hotel" VALUES (99, 'Phillips', 'Санкт-Петербург, ш. Авиационное, д. 921 стр. 4');
INSERT INTO public."Hotel" VALUES (9, 'Martinez', 'Санкт-Петербург, ш. Главное, д. 754');
INSERT INTO public."Hotel" VALUES (11, 'Williamson', 'Санкт-Петербург, наб. Учительская, д. 81');
INSERT INTO public."Hotel" VALUES (12, 'Banks', 'Санкт-Петербург, пер. Звездный, д. 3/5 к. 29');
INSERT INTO public."Hotel" VALUES (14, 'Conley', 'Санкт-Петербург, алл. Марта 8, д. 5');
INSERT INTO public."Hotel" VALUES (15, 'Gomez', 'Санкт-Петербург, пр. Снежный, д. 961 стр. 665');
INSERT INTO public."Hotel" VALUES (16, 'Luna', 'Санкт-Петербург, ш. Свободы, д. 8/9 к. 8');
INSERT INTO public."Hotel" VALUES (17, 'Cortez', 'Санкт-Петербург, ш. Космонавтов, д. 47');
INSERT INTO public."Hotel" VALUES (21, 'Nielsen', 'Санкт-Петербург, алл. Дорожная, д. 9/4 стр. 720');
INSERT INTO public."Hotel" VALUES (23, 'Anderson', 'Санкт-Петербург, алл. Крымская, д. 23 к. 1');
INSERT INTO public."Hotel" VALUES (24, 'Burke', 'Санкт-Петербург, бул. Котовского, д. 900');
INSERT INTO public."Hotel" VALUES (26, 'Merritt', 'Санкт-Петербург, бул. Короткий, д. 478');
INSERT INTO public."Hotel" VALUES (27, 'Anderson', 'Санкт-Петербург, ш. Приозерное, д. 54 стр. 3');
INSERT INTO public."Hotel" VALUES (28, 'Young', 'Санкт-Петербург, ш. Осенное, д. 30 к. 35');
INSERT INTO public."Hotel" VALUES (34, 'Robinson', 'Санкт-Петербург, ул. Минина, д. 6');
INSERT INTO public."Hotel" VALUES (4, 'Hensley-Lawrence', 'Санкт-Петербург, наб. Коминтерна, д. 7/9');
INSERT INTO public."Hotel" VALUES (5, 'Reyes-Moon', 'Санкт-Петербург, пр. Дачный, д. 1 стр. 714');
INSERT INTO public."Hotel" VALUES (6, 'Norris', 'Санкт-Петербург, ул. Краснознаменная, д. 9');
INSERT INTO public."Hotel" VALUES (7, 'Clark', 'Санкт-Петербург, бул. Энтузиастов, д. 1');
INSERT INTO public."Hotel" VALUES (8, 'Barton-Zamora', 'Санкт-Петербург, пр. Почтовый, д. 47 стр. 47');
INSERT INTO public."Hotel" VALUES (10, 'Lopez-Ramirez', 'Санкт-Петербург, пер. Путейский, д. 3 к. 719');
INSERT INTO public."Hotel" VALUES (13, 'Olson-Chapman', 'Санкт-Петербург, ш. Новгородское, д. 4/4');
INSERT INTO public."Hotel" VALUES (18, 'Spencer', 'Санкт-Петербург, ул. Строительная, д. 6');
INSERT INTO public."Hotel" VALUES (19, 'Perry-Soto', 'Санкт-Петербург, ул. Путейская, д. 6');
INSERT INTO public."Hotel" VALUES (20, 'Cowan', 'Санкт-Петербург, ул. Троицкая, д. 478 стр. 4/5');
INSERT INTO public."Hotel" VALUES (22, 'Adams-Rivera', 'Санкт-Петербург, ул. Краснознаменная, д. 83');
INSERT INTO public."Hotel" VALUES (25, 'Pollard-Phillips', 'Санкт-Петербург, бул. Фурманова, д. 900 к. 82');
INSERT INTO public."Hotel" VALUES (29, 'Harvey', 'Санкт-Петербург, ш. Лесное, д. 38 стр. 17');
INSERT INTO public."Hotel" VALUES (30, 'Payne', 'Санкт-Петербург, наб. Рабочая, д. 7 к. 685');
INSERT INTO public."Hotel" VALUES (31, 'Goodwin-James', 'Санкт-Петербург, пер. Клубный, д. 5');
INSERT INTO public."Hotel" VALUES (32, 'Alexander-Jennings', 'Санкт-Петербург, пер. Дорожников, д. 4/3 стр. 6/8');
INSERT INTO public."Hotel" VALUES (33, 'Garcia-Green', 'Санкт-Петербург, ул. Тепличная, д. 2/8');
INSERT INTO public."Hotel" VALUES (35, 'Medina', 'Санкт-Петербург, ш. Санаторное, д. 5/7 стр. 5/2');
INSERT INTO public."Hotel" VALUES (36, 'Thompson-Morgan', 'Санкт-Петербург, ул. Парковая, д. 853 к. 97');
INSERT INTO public."Hotel" VALUES (37, 'Mcneil-Clark', 'Санкт-Петербург, ш. Московское, д. 6/8');
INSERT INTO public."Hotel" VALUES (38, 'Alvarez', 'Санкт-Петербург, алл. Олимпийская, д. 327');
INSERT INTO public."Hotel" VALUES (40, 'Jacobs', 'Санкт-Петербург, ш. Щербакова, д. 4 стр. 6');
INSERT INTO public."Hotel" VALUES (41, 'Smith', 'Санкт-Петербург, ш. Победа, д. 91 стр. 64');
INSERT INTO public."Hotel" VALUES (42, 'Harris', 'Санкт-Петербург, пер. Высоцкого, д. 1/7');
INSERT INTO public."Hotel" VALUES (44, 'Brewer-Herrera', 'Санкт-Петербург, алл. Лермонтова, д. 4/2 стр. 5/4');
INSERT INTO public."Hotel" VALUES (45, 'Henry', 'Санкт-Петербург, алл. Правды, д. 9/9');
INSERT INTO public."Hotel" VALUES (47, 'Barrett-Wood', 'Санкт-Петербург, пр. Брянский, д. 9');
INSERT INTO public."Hotel" VALUES (49, 'Crawford', 'Санкт-Петербург, алл. Трактовая, д. 315');
INSERT INTO public."Hotel" VALUES (50, 'Mendez-Fisher', 'Санкт-Петербург, алл. Станиславского, д. 71 к. 2');
INSERT INTO public."Hotel" VALUES (52, 'Davis-Sanchez', 'Санкт-Петербург, бул. Новый, д. 7/1');
INSERT INTO public."Hotel" VALUES (54, 'Davis-Davidson', 'Санкт-Петербург, ш. Шаумяна, д. 50');
INSERT INTO public."Hotel" VALUES (55, 'Klein-Golden', 'Санкт-Петербург, наб. Проезжая, д. 4 стр. 5/2');
INSERT INTO public."Hotel" VALUES (56, 'Williams', 'Санкт-Петербург, алл. Транспортная, д. 74');
INSERT INTO public."Hotel" VALUES (57, 'Miller-Riddle', 'Санкт-Петербург, пр. Радищева, д. 7 к. 7');
INSERT INTO public."Hotel" VALUES (58, 'Williams', 'Санкт-Петербург, наб. Серафимовича, д. 3/2');
INSERT INTO public."Hotel" VALUES (60, 'Hayes-Wu', 'Санкт-Петербург, ул. Загородная, д. 80 к. 7');
INSERT INTO public."Hotel" VALUES (61, 'Bradford', 'Санкт-Петербург, ул. Невского, д. 1/5');
INSERT INTO public."Hotel" VALUES (65, 'Price-Hart', 'Санкт-Петербург, ул. Ясная, д. 432 стр. 13');
INSERT INTO public."Hotel" VALUES (66, 'Lin-Lee', 'Санкт-Петербург, пр. Заливный, д. 32 к. 3/4');
INSERT INTO public."Hotel" VALUES (67, 'Roberts', 'Санкт-Петербург, алл. Азовская, д. 5 к. 89');
INSERT INTO public."Hotel" VALUES (68, 'Solis-Lee', 'Санкт-Петербург, пр. Буденного, д. 14');
INSERT INTO public."Hotel" VALUES (69, 'Shepherd', 'Санкт-Петербург, наб. Революционная, д. 827');
INSERT INTO public."Hotel" VALUES (74, 'Thompson-Knapp', 'Санкт-Петербург, алл. Народная, д. 96 к. 588');
INSERT INTO public."Hotel" VALUES (75, 'Barrett-Jordan', 'Санкт-Петербург, пр. Кутузова, д. 5/5');
INSERT INTO public."Hotel" VALUES (76, 'Rice-Tanner', 'Санкт-Петербург, наб. Васильковая, д. 53 к. 63');
INSERT INTO public."Hotel" VALUES (77, 'Hall', 'Санкт-Петербург, бул. Боровой, д. 8 к. 80');
INSERT INTO public."Hotel" VALUES (79, 'Brown', 'Санкт-Петербург, ул. Дружбы, д. 390 к. 3/1');
INSERT INTO public."Hotel" VALUES (81, 'Singh', 'Санкт-Петербург, ул. Черняховского, д. 3/7 к. 76');
INSERT INTO public."Hotel" VALUES (82, 'Marshall', 'Санкт-Петербург, пер. Чапаева, д. 15 стр. 371');
INSERT INTO public."Hotel" VALUES (83, 'Robertson', 'Санкт-Петербург, пер. Красноармейский, д. 3 стр. 19');
INSERT INTO public."Hotel" VALUES (84, 'Rocha', 'Санкт-Петербург, ул. Дорожников, д. 938');
INSERT INTO public."Hotel" VALUES (87, 'Shepherd', 'Санкт-Петербург, пер. Раздольный, д. 746 стр. 1/2');
INSERT INTO public."Hotel" VALUES (88, 'Lewis', 'Санкт-Петербург, ул. Горная, д. 3');
INSERT INTO public."Hotel" VALUES (89, 'Love', 'Санкт-Петербург, ш. 50 лет Октября, д. 804 стр. 24');
INSERT INTO public."Hotel" VALUES (93, 'Bradley-Johnson', 'Санкт-Петербург, пр. Короленко, д. 75 к. 4');
INSERT INTO public."Hotel" VALUES (94, 'Frye', 'Санкт-Петербург, пр. Одесский, д. 7/4 к. 921');
INSERT INTO public."Hotel" VALUES (95, 'Waters', 'Санкт-Петербург, пер. Войкова, д. 231');
INSERT INTO public."Hotel" VALUES (96, 'Jones', 'Санкт-Петербург, алл. Минская, д. 94 стр. 725');
INSERT INTO public."Hotel" VALUES (100, 'Jones', 'Санкт-Петербург, ш. Сплавное, д. 4 стр. 972');
INSERT INTO public."Hotel" VALUES (39, 'Hernandez', 'Санкт-Петербург, пр. Рыбацкий, д. 82 стр. 362');
INSERT INTO public."Hotel" VALUES (43, 'Keith', 'Санкт-Петербург, алл. Рылеева, д. 323 стр. 40');
INSERT INTO public."Hotel" VALUES (46, 'Pena', 'Санкт-Петербург, бул. Каштановый, д. 9/8 к. 6/6');
INSERT INTO public."Hotel" VALUES (48, 'Parsons', 'Санкт-Петербург, наб. Тургенева, д. 4/6');
INSERT INTO public."Hotel" VALUES (51, 'Vasquez', 'Санкт-Петербург, пр. Физкультурный, д. 50 к. 913');


--
-- TOC entry 3505 (class 0 OID 16465)
-- Dependencies: 234
-- Data for Name: JobTitle; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."JobTitle" VALUES (1, 88000, 'Виноградарь', 'Виноградарь - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (2, 67000, 'Табаковод', 'Табаковод - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (3, 197000, 'Донкерман', 'Донкерман - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (4, 344000, 'Диспетчер', 'Диспетчер - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (5, 483000, 'Модель', 'Модель - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (6, 138000, 'Медицинская сестра', 'Медицинская сестра - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (7, 36000, 'Телемастер', 'Телемастер - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (8, 182000, 'Врач МСЭК', 'Врач МСЭК - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (9, 488000, 'Эколог', 'Эколог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (10, 312000, 'Робототехник', 'Робототехник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (11, 290000, 'Штурман', 'Штурман - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (12, 450000, 'Борт-механик', 'Борт-механик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (13, 460000, 'Снабженец', 'Снабженец - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (14, 462000, 'Эфферентолог', 'Эфферентолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (15, 351000, 'Медник', 'Медник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (16, 41000, 'Невролог', 'Невролог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (17, 318000, 'Блоггер', 'Блоггер - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (18, 455000, 'Маклер биржевой', 'Маклер биржевой - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (19, 403000, 'Изобретатр', 'Изобретатр - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (20, 375000, 'Иммунолог', 'Иммунолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (21, 441000, 'Педиатр', 'Педиатр - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (22, 409000, 'Дерматолог', 'Дерматолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (23, 166000, 'Кредитный консультант', 'Кредитный консультант - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (24, 289000, 'Машинистка', 'Машинистка - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (25, 493000, 'Фтизиатр', 'Фтизиатр - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (26, 46000, 'Монтажник связи', 'Монтажник связи - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (27, 47000, 'Комендант', 'Комендант - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (28, 241000, 'Жиловщик/Обвальщик', 'Жиловщик/Обвальщик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (29, 134000, 'Пограничник', 'Пограничник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (30, 222000, 'Дознаватель', 'Дознаватель - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (31, 134000, 'Писатель', 'Писатель - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (32, 354000, 'Гример', 'Гример - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (33, 465000, 'Психоневропатолог', 'Психоневропатолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (34, 76000, 'Травматолог', 'Травматолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (35, 452000, 'Машинист локомотива', 'Машинист локомотива - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (36, 248000, 'Портной', 'Портной - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (37, 41000, 'Телеграфист', 'Телеграфист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (38, 162000, 'Фотомодель', 'Фотомодель - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (39, 428000, 'Декоратор', 'Декоратор - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (40, 58000, 'Системный администратор', 'Системный администратор - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (41, 410000, 'Патологоанатом', 'Патологоанатом - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (42, 440000, 'Механик', 'Механик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (43, 248000, 'Квасник', 'Квасник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (44, 146000, 'Слесарь', 'Слесарь - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (45, 265000, 'Военно-полевой хирург', 'Военно-полевой хирург - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (46, 138000, 'Инженер-энергетик', 'Инженер-энергетик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (47, 139000, 'Швея', 'Швея - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (48, 259000, 'Неонатолог', 'Неонатолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (49, 367000, 'Комбайнер', 'Комбайнер - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (50, 238000, 'Ботаник', 'Ботаник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (51, 330000, 'Эндоскопист', 'Эндоскопист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (52, 165000, 'Фельдшер', 'Фельдшер - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (53, 117000, 'Микробиолог', 'Микробиолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (54, 111000, 'Начальник гаупвахты', 'Начальник гаупвахты - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (55, 277000, 'Косметолог', 'Косметолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (56, 500000, 'Кинодраматург', 'Кинодраматург - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (57, 279000, 'Операционист', 'Операционист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (58, 254000, 'Гастроэнтеролог', 'Гастроэнтеролог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (59, 170000, 'Тележурналист', 'Тележурналист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (60, 268000, 'Сапёр', 'Сапёр - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (61, 249000, 'Тюремный надзиратель', 'Тюремный надзиратель - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (62, 367000, 'Кавалерист', 'Кавалерист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (63, 301000, 'Эксперт-криминалист', 'Эксперт-криминалист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (64, 82000, 'Криптозоолог', 'Криптозоолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (65, 313000, 'Хлопокороб', 'Хлопокороб - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (66, 406000, 'Химик-технолог', 'Химик-технолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (67, 189000, 'Трансфузиолог', 'Трансфузиолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (68, 52000, 'Грузчик', 'Грузчик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (69, 209000, 'Фотограф', 'Фотограф - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (70, 362000, 'Экспедитор на дальних поездках', 'Экспедитор на дальних поездках - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (71, 116000, 'Каскадёр', 'Каскадёр - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (72, 251000, 'Уролог', 'Уролог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (73, 88000, 'Семейный врач', 'Семейный врач - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (74, 243000, 'Безработный', 'Безработный - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (75, 451000, 'Токарь-карусельщик', 'Токарь-карусельщик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (76, 426000, 'Гирудотерапевт', 'Гирудотерапевт - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (77, 305000, 'Сиделка', 'Сиделка - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (78, 158000, 'Поэт', 'Поэт - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (79, 347000, 'Флеболог', 'Флеболог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (80, 314000, 'Растениевод', 'Растениевод - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (81, 284000, 'Пластический хирург', 'Пластический хирург - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (82, 161000, 'Сталевар', 'Сталевар - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (83, 333000, 'Нарколог', 'Нарколог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (84, 437000, 'Авиатехник', 'Авиатехник - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (85, 409000, 'Инженер-физик', 'Инженер-физик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (86, 483000, 'Металлург', 'Металлург - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (87, 303000, 'Зенитчик', 'Зенитчик - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (88, 229000, 'Адвокат', 'Адвокат - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (89, 220000, 'Врач скорой помощи', 'Врач скорой помощи - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (90, 411000, 'Доула', 'Доула - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (91, 186000, 'Оториноларинголог', 'Оториноларинголог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (92, 402000, 'Пастух', 'Пастух - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (93, 365000, 'Маммолог', 'Маммолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (94, 353000, 'Тифлопедагог', 'Тифлопедагог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (95, 288000, 'Доярка', 'Доярка - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (96, 164000, 'Ювелир', 'Ювелир - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (97, 452000, 'Ихтиолог', 'Ихтиолог - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (98, 217000, 'Юрист', 'Юрист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (99, 384000, 'Танкист', 'Танкист - это очень важная и уважаемая профессия!');
INSERT INTO public."JobTitle" VALUES (100, 98000, 'Сурдопедагог', 'Сурдопедагог - это очень важная и уважаемая профессия!');


--
-- TOC entry 3491 (class 0 OID 16406)
-- Dependencies: 220
-- Data for Name: Price; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Price" VALUES (1, 1, 46000, '2023-10-19 14:47:32', '2024-02-25 11:42:40');
INSERT INTO public."Price" VALUES (2, 2, 23000, '2023-10-05 20:55:56', '2024-02-16 08:37:31');
INSERT INTO public."Price" VALUES (3, 3, 32000, '2023-10-22 16:38:08', '2024-03-18 22:20:44');
INSERT INTO public."Price" VALUES (4, 4, 9000, '2023-10-07 00:56:16', '2024-08-17 00:10:25');
INSERT INTO public."Price" VALUES (5, 5, 41000, '2023-10-10 07:51:35', '2024-01-01 05:03:57');
INSERT INTO public."Price" VALUES (6, 6, 42000, '2023-10-04 20:02:43', '2024-02-05 00:48:35');
INSERT INTO public."Price" VALUES (7, 7, 13000, '2023-10-19 03:26:29', '2024-06-10 17:49:53');
INSERT INTO public."Price" VALUES (8, 8, 10000, '2023-10-14 18:11:18', '2024-07-11 06:06:45');
INSERT INTO public."Price" VALUES (9, 9, 45000, '2023-10-21 03:57:43', '2023-12-28 13:24:27');
INSERT INTO public."Price" VALUES (10, 10, 33000, '2023-10-13 21:48:45', '2024-08-17 04:44:43');
INSERT INTO public."Price" VALUES (11, 11, 24000, '2023-10-22 15:52:25', '2024-01-16 14:07:21');
INSERT INTO public."Price" VALUES (12, 12, 36000, '2023-10-12 14:38:33', '2023-10-22 16:31:25');
INSERT INTO public."Price" VALUES (13, 13, 10000, '2023-10-22 14:02:58', '2024-09-18 00:52:45');
INSERT INTO public."Price" VALUES (14, 14, 37000, '2023-10-19 06:41:48', '2024-05-16 02:14:46');


--
-- TOC entry 3487 (class 0 OID 16390)
-- Dependencies: 216
-- Data for Name: Room; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Room" VALUES (1, 7, 100, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (2, 1, 101, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (3, 4, 102, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (4, 6, 103, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (5, 1, 104, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (6, 6, 105, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (7, 10, 106, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (8, 13, 107, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (9, 7, 108, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (10, 10, 109, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (11, 13, 110, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (12, 12, 111, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (13, 4, 112, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (14, 12, 113, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (15, 12, 114, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (16, 4, 115, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (17, 14, 116, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (18, 4, 117, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (19, 12, 118, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (20, 10, 119, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (21, 2, 200, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (22, 1, 201, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (23, 9, 202, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (24, 7, 203, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (25, 9, 204, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (26, 1, 205, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (27, 5, 206, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (28, 6, 207, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (29, 3, 208, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (30, 2, 209, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (31, 9, 210, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (32, 6, 211, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (33, 12, 212, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (34, 14, 213, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (35, 14, 214, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (36, 9, 215, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (37, 11, 216, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (38, 3, 217, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (39, 1, 218, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (40, 7, 219, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (41, 13, 300, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (42, 7, 301, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (43, 11, 302, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (44, 2, 303, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (45, 12, 304, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (46, 10, 305, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (47, 12, 306, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (48, 10, 307, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (49, 4, 308, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (50, 7, 309, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (51, 11, 310, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (52, 13, 311, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (53, 10, 312, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (54, 5, 313, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (55, 10, 314, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (56, 8, 315, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (57, 8, 316, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (58, 2, 317, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (59, 7, 318, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (60, 8, 319, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (61, 6, 400, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (62, 8, 401, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (63, 1, 402, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (64, 5, 403, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (65, 3, 404, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (66, 4, 405, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (67, 13, 406, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (68, 13, 407, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (69, 7, 408, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (70, 7, 409, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (71, 5, 410, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (72, 8, 411, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (73, 10, 412, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (74, 3, 413, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (75, 13, 414, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (76, 2, 415, 'booked', 'not cleaned');
INSERT INTO public."Room" VALUES (77, 12, 416, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (78, 12, 417, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (79, 2, 418, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (80, 8, 419, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (81, 12, 500, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (82, 9, 501, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (83, 8, 502, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (84, 12, 503, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (85, 8, 504, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (86, 10, 505, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (87, 8, 506, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (88, 5, 507, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (89, 14, 508, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (90, 7, 509, 'free', 'not cleaned');
INSERT INTO public."Room" VALUES (91, 12, 510, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (92, 9, 511, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (93, 1, 512, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (94, 11, 513, 'free', 'cleaned');
INSERT INTO public."Room" VALUES (95, 11, 514, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (96, 13, 515, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (97, 13, 516, 'booked', 'cleaned');
INSERT INTO public."Room" VALUES (98, 5, 517, 'occupied', 'not cleaned');
INSERT INTO public."Room" VALUES (99, 5, 518, 'occupied', 'cleaned');
INSERT INTO public."Room" VALUES (100, 14, 519, 'booked', 'not cleaned');


--
-- TOC entry 3493 (class 0 OID 16413)
-- Dependencies: 222
-- Data for Name: RoomType; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."RoomType" VALUES (1, 'Стандартный номер', 2, 'Стандартный номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (2, 'Семейный номер', 4, 'Семейный номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (3, 'Люкс', 2, 'Люкс - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (4, 'Апартаменты', 2, 'Апартаменты - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (5, 'Сьют', 3, 'Сьют - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (6, 'Президентский номер', 4, 'Президентский номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (7, 'Двухместный номер', 2, 'Двухместный номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (8, 'Одноместный номер', 1, 'Одноместный номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (9, 'Трёхместный номер', 3, 'Трёхместный номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (10, 'Эконом-класс', 1, 'Эконом-класс - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (11, 'VIP-номер', 2, 'VIP-номер - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (12, 'Семейный номер с двумя спальнями', 6, 'Семейный номер с двумя спальнями - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (13, 'Номер для инвалидов', 2, 'Номер для инвалидов - это очень хороший тип номера');
INSERT INTO public."RoomType" VALUES (14, 'Сьют с камином', 2, 'Сьют с камином - это очень хороший тип номера');


--
-- TOC entry 3511 (class 0 OID 16499)
-- Dependencies: 240
-- Data for Name: RoomTypeHas; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."RoomTypeHas" VALUES (14, 4);
INSERT INTO public."RoomTypeHas" VALUES (14, 1);
INSERT INTO public."RoomTypeHas" VALUES (14, 15);
INSERT INTO public."RoomTypeHas" VALUES (9, 10);
INSERT INTO public."RoomTypeHas" VALUES (13, 7);
INSERT INTO public."RoomTypeHas" VALUES (4, 7);
INSERT INTO public."RoomTypeHas" VALUES (4, 10);
INSERT INTO public."RoomTypeHas" VALUES (2, 12);
INSERT INTO public."RoomTypeHas" VALUES (10, 14);
INSERT INTO public."RoomTypeHas" VALUES (6, 5);
INSERT INTO public."RoomTypeHas" VALUES (1, 15);
INSERT INTO public."RoomTypeHas" VALUES (13, 12);
INSERT INTO public."RoomTypeHas" VALUES (11, 7);
INSERT INTO public."RoomTypeHas" VALUES (13, 5);
INSERT INTO public."RoomTypeHas" VALUES (10, 14);
INSERT INTO public."RoomTypeHas" VALUES (4, 9);
INSERT INTO public."RoomTypeHas" VALUES (3, 13);
INSERT INTO public."RoomTypeHas" VALUES (14, 4);
INSERT INTO public."RoomTypeHas" VALUES (11, 14);
INSERT INTO public."RoomTypeHas" VALUES (12, 7);


--
-- TOC entry 3501 (class 0 OID 16449)
-- Dependencies: 230
-- Data for Name: ShiftSchedule; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."ShiftSchedule" VALUES (1, 14, '2024-02-05 04:24:37', '2024-02-05 12:24:37');
INSERT INTO public."ShiftSchedule" VALUES (2, 7, '2024-04-21 04:59:47', '2024-04-21 12:59:47');
INSERT INTO public."ShiftSchedule" VALUES (3, 35, '2024-07-31 18:44:16', '2024-08-01 02:44:16');
INSERT INTO public."ShiftSchedule" VALUES (4, 48, '2023-11-30 11:36:41', '2023-11-30 19:36:41');
INSERT INTO public."ShiftSchedule" VALUES (5, 99, '2024-07-01 00:54:18', '2024-07-01 08:54:18');
INSERT INTO public."ShiftSchedule" VALUES (6, 92, '2023-12-11 09:54:06', '2023-12-11 17:54:06');
INSERT INTO public."ShiftSchedule" VALUES (7, 25, '2023-11-15 16:33:35', '2023-11-16 00:33:35');
INSERT INTO public."ShiftSchedule" VALUES (8, 21, '2023-12-09 17:29:54', '2023-12-10 01:29:54');
INSERT INTO public."ShiftSchedule" VALUES (9, 45, '2024-02-15 00:10:43', '2024-02-15 08:10:43');
INSERT INTO public."ShiftSchedule" VALUES (10, 79, '2024-04-22 06:51:25', '2024-04-22 14:51:25');
INSERT INTO public."ShiftSchedule" VALUES (11, 87, '2024-06-16 21:37:11', '2024-06-17 05:37:11');
INSERT INTO public."ShiftSchedule" VALUES (12, 31, '2024-08-20 15:45:04', '2024-08-20 23:45:04');
INSERT INTO public."ShiftSchedule" VALUES (13, 22, '2024-08-13 12:27:50', '2024-08-13 20:27:50');
INSERT INTO public."ShiftSchedule" VALUES (14, 51, '2024-08-07 00:06:07', '2024-08-07 08:06:07');
INSERT INTO public."ShiftSchedule" VALUES (15, 54, '2024-01-20 13:44:54', '2024-01-20 21:44:54');
INSERT INTO public."ShiftSchedule" VALUES (16, 34, '2024-07-06 12:56:56', '2024-07-06 20:56:56');
INSERT INTO public."ShiftSchedule" VALUES (17, 66, '2023-11-21 06:45:50', '2023-11-21 14:45:50');
INSERT INTO public."ShiftSchedule" VALUES (18, 27, '2024-09-26 01:46:27', '2024-09-26 09:46:27');
INSERT INTO public."ShiftSchedule" VALUES (19, 91, '2024-02-02 09:44:56', '2024-02-02 17:44:56');
INSERT INTO public."ShiftSchedule" VALUES (20, 77, '2024-04-06 17:46:13', '2024-04-07 01:46:13');
INSERT INTO public."ShiftSchedule" VALUES (21, 72, '2023-10-13 02:32:18', '2023-10-13 10:32:18');
INSERT INTO public."ShiftSchedule" VALUES (22, 5, '2024-01-27 06:29:26', '2024-01-27 14:29:26');
INSERT INTO public."ShiftSchedule" VALUES (23, 80, '2024-02-07 10:35:16', '2024-02-07 18:35:16');
INSERT INTO public."ShiftSchedule" VALUES (24, 16, '2023-10-22 03:32:15', '2023-10-22 11:32:15');
INSERT INTO public."ShiftSchedule" VALUES (25, 36, '2024-06-03 07:22:06', '2024-06-03 15:22:06');
INSERT INTO public."ShiftSchedule" VALUES (26, 72, '2023-10-22 00:23:05', '2023-10-22 08:23:05');
INSERT INTO public."ShiftSchedule" VALUES (27, 28, '2024-01-14 11:23:14', '2024-01-14 19:23:14');
INSERT INTO public."ShiftSchedule" VALUES (28, 39, '2023-12-01 16:56:42', '2023-12-02 00:56:42');
INSERT INTO public."ShiftSchedule" VALUES (29, 68, '2024-09-24 17:43:35', '2024-09-25 01:43:35');
INSERT INTO public."ShiftSchedule" VALUES (30, 29, '2024-02-12 01:13:57', '2024-02-12 09:13:57');
INSERT INTO public."ShiftSchedule" VALUES (31, 100, '2024-03-14 23:06:44', '2024-03-15 07:06:44');
INSERT INTO public."ShiftSchedule" VALUES (32, 14, '2024-06-29 19:18:47', '2024-06-30 03:18:47');
INSERT INTO public."ShiftSchedule" VALUES (33, 79, '2023-12-23 19:44:54', '2023-12-24 03:44:54');
INSERT INTO public."ShiftSchedule" VALUES (34, 51, '2024-05-31 17:59:47', '2024-06-01 01:59:47');
INSERT INTO public."ShiftSchedule" VALUES (35, 16, '2023-10-26 19:35:03', '2023-10-27 03:35:03');
INSERT INTO public."ShiftSchedule" VALUES (36, 47, '2024-02-03 22:39:28', '2024-02-04 06:39:28');
INSERT INTO public."ShiftSchedule" VALUES (37, 43, '2024-09-12 19:57:11', '2024-09-13 03:57:11');
INSERT INTO public."ShiftSchedule" VALUES (38, 78, '2024-01-22 03:20:49', '2024-01-22 11:20:49');
INSERT INTO public."ShiftSchedule" VALUES (39, 95, '2024-06-29 02:22:12', '2024-06-29 10:22:12');
INSERT INTO public."ShiftSchedule" VALUES (40, 10, '2024-01-22 14:57:43', '2024-01-22 22:57:43');
INSERT INTO public."ShiftSchedule" VALUES (41, 64, '2024-02-09 01:00:07', '2024-02-09 09:00:07');
INSERT INTO public."ShiftSchedule" VALUES (42, 74, '2024-05-17 11:30:21', '2024-05-17 19:30:21');
INSERT INTO public."ShiftSchedule" VALUES (43, 97, '2024-08-15 06:13:07', '2024-08-15 14:13:07');
INSERT INTO public."ShiftSchedule" VALUES (44, 77, '2024-02-28 15:48:14', '2024-02-28 23:48:14');
INSERT INTO public."ShiftSchedule" VALUES (45, 29, '2024-01-28 03:47:56', '2024-01-28 11:47:56');
INSERT INTO public."ShiftSchedule" VALUES (46, 56, '2024-02-16 05:35:10', '2024-02-16 13:35:10');
INSERT INTO public."ShiftSchedule" VALUES (47, 61, '2024-01-08 23:51:47', '2024-01-09 07:51:47');
INSERT INTO public."ShiftSchedule" VALUES (48, 6, '2023-12-13 12:50:02', '2023-12-13 20:50:02');
INSERT INTO public."ShiftSchedule" VALUES (49, 70, '2024-03-07 16:45:52', '2024-03-08 00:45:52');
INSERT INTO public."ShiftSchedule" VALUES (50, 81, '2024-07-11 10:26:02', '2024-07-11 18:26:02');
INSERT INTO public."ShiftSchedule" VALUES (51, 17, '2024-03-06 10:00:09', '2024-03-06 18:00:09');
INSERT INTO public."ShiftSchedule" VALUES (52, 97, '2024-06-25 13:24:51', '2024-06-25 21:24:51');
INSERT INTO public."ShiftSchedule" VALUES (53, 53, '2024-04-30 06:27:23', '2024-04-30 14:27:23');
INSERT INTO public."ShiftSchedule" VALUES (54, 9, '2024-06-15 00:26:12', '2024-06-15 08:26:12');
INSERT INTO public."ShiftSchedule" VALUES (55, 8, '2024-09-27 08:57:50', '2024-09-27 16:57:50');
INSERT INTO public."ShiftSchedule" VALUES (56, 80, '2024-03-09 08:30:12', '2024-03-09 16:30:12');
INSERT INTO public."ShiftSchedule" VALUES (57, 22, '2024-05-18 09:18:15', '2024-05-18 17:18:15');
INSERT INTO public."ShiftSchedule" VALUES (58, 26, '2024-09-02 02:20:54', '2024-09-02 10:20:54');
INSERT INTO public."ShiftSchedule" VALUES (59, 11, '2023-12-05 14:12:49', '2023-12-05 22:12:49');
INSERT INTO public."ShiftSchedule" VALUES (60, 26, '2024-07-12 12:12:39', '2024-07-12 20:12:39');
INSERT INTO public."ShiftSchedule" VALUES (61, 36, '2024-08-08 22:48:16', '2024-08-09 06:48:16');
INSERT INTO public."ShiftSchedule" VALUES (62, 42, '2024-05-13 02:34:18', '2024-05-13 10:34:18');
INSERT INTO public."ShiftSchedule" VALUES (63, 43, '2024-08-16 20:44:08', '2024-08-17 04:44:08');
INSERT INTO public."ShiftSchedule" VALUES (64, 58, '2024-01-15 01:06:03', '2024-01-15 09:06:03');
INSERT INTO public."ShiftSchedule" VALUES (65, 23, '2024-01-07 00:45:21', '2024-01-07 08:45:21');
INSERT INTO public."ShiftSchedule" VALUES (66, 78, '2023-10-14 05:53:25', '2023-10-14 13:53:25');
INSERT INTO public."ShiftSchedule" VALUES (67, 81, '2024-09-09 04:16:17', '2024-09-09 12:16:17');
INSERT INTO public."ShiftSchedule" VALUES (68, 53, '2023-12-13 00:32:37', '2023-12-13 08:32:37');
INSERT INTO public."ShiftSchedule" VALUES (69, 90, '2024-07-29 05:59:33', '2024-07-29 13:59:33');
INSERT INTO public."ShiftSchedule" VALUES (70, 75, '2024-02-11 17:49:39', '2024-02-12 01:49:39');
INSERT INTO public."ShiftSchedule" VALUES (71, 95, '2024-05-31 11:38:52', '2024-05-31 19:38:52');
INSERT INTO public."ShiftSchedule" VALUES (72, 23, '2023-12-13 02:51:51', '2023-12-13 10:51:51');
INSERT INTO public."ShiftSchedule" VALUES (73, 65, '2023-12-19 00:56:34', '2023-12-19 08:56:34');
INSERT INTO public."ShiftSchedule" VALUES (74, 43, '2024-04-19 18:17:33', '2024-04-20 02:17:33');
INSERT INTO public."ShiftSchedule" VALUES (75, 37, '2024-02-15 13:42:50', '2024-02-15 21:42:50');
INSERT INTO public."ShiftSchedule" VALUES (76, 40, '2023-12-25 16:59:38', '2023-12-26 00:59:38');
INSERT INTO public."ShiftSchedule" VALUES (77, 88, '2023-12-28 20:04:57', '2023-12-29 04:04:57');
INSERT INTO public."ShiftSchedule" VALUES (78, 82, '2024-05-04 22:40:01', '2024-05-05 06:40:01');
INSERT INTO public."ShiftSchedule" VALUES (79, 97, '2024-04-27 12:24:29', '2024-04-27 20:24:29');
INSERT INTO public."ShiftSchedule" VALUES (80, 37, '2024-01-04 23:12:55', '2024-01-05 07:12:55');
INSERT INTO public."ShiftSchedule" VALUES (81, 29, '2024-09-27 06:02:27', '2024-09-27 14:02:27');
INSERT INTO public."ShiftSchedule" VALUES (82, 8, '2024-06-01 05:32:14', '2024-06-01 13:32:14');
INSERT INTO public."ShiftSchedule" VALUES (83, 89, '2023-11-22 22:13:09', '2023-11-23 06:13:09');
INSERT INTO public."ShiftSchedule" VALUES (84, 29, '2023-10-28 02:10:08', '2023-10-28 10:10:08');
INSERT INTO public."ShiftSchedule" VALUES (85, 81, '2024-04-23 09:45:04', '2024-04-23 17:45:04');
INSERT INTO public."ShiftSchedule" VALUES (86, 75, '2023-10-15 16:08:05', '2023-10-16 00:08:05');
INSERT INTO public."ShiftSchedule" VALUES (87, 77, '2024-04-12 18:22:26', '2024-04-13 02:22:26');
INSERT INTO public."ShiftSchedule" VALUES (88, 33, '2023-11-10 02:23:34', '2023-11-10 10:23:34');
INSERT INTO public."ShiftSchedule" VALUES (89, 29, '2024-01-07 06:51:59', '2024-01-07 14:51:59');
INSERT INTO public."ShiftSchedule" VALUES (90, 96, '2023-10-08 16:55:42', '2023-10-09 00:55:42');
INSERT INTO public."ShiftSchedule" VALUES (91, 18, '2024-02-05 08:17:49', '2024-02-05 16:17:49');
INSERT INTO public."ShiftSchedule" VALUES (92, 47, '2024-01-09 05:54:23', '2024-01-09 13:54:23');
INSERT INTO public."ShiftSchedule" VALUES (93, 61, '2024-03-24 15:52:06', '2024-03-24 23:52:06');
INSERT INTO public."ShiftSchedule" VALUES (94, 38, '2023-10-20 04:44:26', '2023-10-20 12:44:26');
INSERT INTO public."ShiftSchedule" VALUES (95, 58, '2024-09-25 06:26:53', '2024-09-25 14:26:53');
INSERT INTO public."ShiftSchedule" VALUES (96, 34, '2023-12-03 00:12:25', '2023-12-03 08:12:25');
INSERT INTO public."ShiftSchedule" VALUES (97, 100, '2024-07-12 21:05:44', '2024-07-13 05:05:44');
INSERT INTO public."ShiftSchedule" VALUES (98, 61, '2024-09-26 22:56:42', '2024-09-27 06:56:42');
INSERT INTO public."ShiftSchedule" VALUES (99, 23, '2024-09-27 17:54:02', '2024-09-28 01:54:02');
INSERT INTO public."ShiftSchedule" VALUES (100, 27, '2023-11-19 10:29:55', '2023-11-19 18:29:55');
INSERT INTO public."ShiftSchedule" VALUES (101, 85, '2024-04-26 08:00:32', '2024-04-26 16:00:32');
INSERT INTO public."ShiftSchedule" VALUES (102, 24, '2024-08-30 07:54:12', '2024-08-30 15:54:12');
INSERT INTO public."ShiftSchedule" VALUES (103, 21, '2024-04-21 05:41:35', '2024-04-21 13:41:35');
INSERT INTO public."ShiftSchedule" VALUES (104, 59, '2024-07-02 14:00:39', '2024-07-02 22:00:39');
INSERT INTO public."ShiftSchedule" VALUES (105, 94, '2024-06-21 16:01:45', '2024-06-22 00:01:45');
INSERT INTO public."ShiftSchedule" VALUES (106, 10, '2024-09-11 10:58:51', '2024-09-11 18:58:51');
INSERT INTO public."ShiftSchedule" VALUES (107, 38, '2024-06-03 13:34:51', '2024-06-03 21:34:51');
INSERT INTO public."ShiftSchedule" VALUES (108, 60, '2024-09-13 21:05:55', '2024-09-14 05:05:55');
INSERT INTO public."ShiftSchedule" VALUES (109, 64, '2023-12-10 04:28:58', '2023-12-10 12:28:58');
INSERT INTO public."ShiftSchedule" VALUES (110, 31, '2024-07-12 06:45:30', '2024-07-12 14:45:30');
INSERT INTO public."ShiftSchedule" VALUES (111, 91, '2024-02-12 18:17:59', '2024-02-13 02:17:59');
INSERT INTO public."ShiftSchedule" VALUES (112, 21, '2024-01-02 22:20:13', '2024-01-03 06:20:13');
INSERT INTO public."ShiftSchedule" VALUES (113, 5, '2024-03-12 03:33:56', '2024-03-12 11:33:56');
INSERT INTO public."ShiftSchedule" VALUES (114, 54, '2023-12-27 06:59:23', '2023-12-27 14:59:23');
INSERT INTO public."ShiftSchedule" VALUES (115, 36, '2024-04-08 22:55:07', '2024-04-09 06:55:07');
INSERT INTO public."ShiftSchedule" VALUES (116, 8, '2023-10-16 02:11:17', '2023-10-16 10:11:17');
INSERT INTO public."ShiftSchedule" VALUES (117, 64, '2024-09-18 04:57:00', '2024-09-18 12:57:00');
INSERT INTO public."ShiftSchedule" VALUES (118, 74, '2024-02-07 13:48:12', '2024-02-07 21:48:12');
INSERT INTO public."ShiftSchedule" VALUES (119, 100, '2023-12-23 23:17:48', '2023-12-24 07:17:48');
INSERT INTO public."ShiftSchedule" VALUES (120, 99, '2024-02-06 18:25:33', '2024-02-07 02:25:33');
INSERT INTO public."ShiftSchedule" VALUES (121, 56, '2024-09-03 10:11:02', '2024-09-03 18:11:02');
INSERT INTO public."ShiftSchedule" VALUES (122, 68, '2023-10-19 18:21:45', '2023-10-20 02:21:45');
INSERT INTO public."ShiftSchedule" VALUES (123, 75, '2024-02-16 14:13:37', '2024-02-16 22:13:37');
INSERT INTO public."ShiftSchedule" VALUES (124, 64, '2023-10-20 22:12:13', '2023-10-21 06:12:13');
INSERT INTO public."ShiftSchedule" VALUES (125, 76, '2023-10-07 11:42:10', '2023-10-07 19:42:10');
INSERT INTO public."ShiftSchedule" VALUES (126, 36, '2024-05-15 09:49:10', '2024-05-15 17:49:10');
INSERT INTO public."ShiftSchedule" VALUES (127, 80, '2024-07-24 06:28:51', '2024-07-24 14:28:51');
INSERT INTO public."ShiftSchedule" VALUES (128, 90, '2024-01-30 08:47:08', '2024-01-30 16:47:08');
INSERT INTO public."ShiftSchedule" VALUES (129, 72, '2024-06-08 10:01:14', '2024-06-08 18:01:14');
INSERT INTO public."ShiftSchedule" VALUES (130, 74, '2024-02-15 10:56:09', '2024-02-15 18:56:09');
INSERT INTO public."ShiftSchedule" VALUES (131, 87, '2024-03-29 22:46:26', '2024-03-30 06:46:26');
INSERT INTO public."ShiftSchedule" VALUES (132, 23, '2024-01-25 22:24:05', '2024-01-26 06:24:05');
INSERT INTO public."ShiftSchedule" VALUES (133, 62, '2023-11-12 06:32:51', '2023-11-12 14:32:51');
INSERT INTO public."ShiftSchedule" VALUES (134, 21, '2024-04-20 17:54:40', '2024-04-21 01:54:40');
INSERT INTO public."ShiftSchedule" VALUES (135, 21, '2024-06-19 19:00:02', '2024-06-20 03:00:02');
INSERT INTO public."ShiftSchedule" VALUES (136, 40, '2023-12-29 05:17:01', '2023-12-29 13:17:01');
INSERT INTO public."ShiftSchedule" VALUES (137, 30, '2024-07-23 07:37:56', '2024-07-23 15:37:56');
INSERT INTO public."ShiftSchedule" VALUES (138, 27, '2023-11-06 21:47:08', '2023-11-07 05:47:08');
INSERT INTO public."ShiftSchedule" VALUES (139, 22, '2024-08-11 03:51:53', '2024-08-11 11:51:53');
INSERT INTO public."ShiftSchedule" VALUES (140, 16, '2024-03-06 02:34:59', '2024-03-06 10:34:59');
INSERT INTO public."ShiftSchedule" VALUES (141, 60, '2024-02-10 12:33:37', '2024-02-10 20:33:37');
INSERT INTO public."ShiftSchedule" VALUES (142, 18, '2024-02-14 04:37:23', '2024-02-14 12:37:23');
INSERT INTO public."ShiftSchedule" VALUES (143, 90, '2023-12-25 11:58:12', '2023-12-25 19:58:12');
INSERT INTO public."ShiftSchedule" VALUES (144, 45, '2024-04-10 01:37:04', '2024-04-10 09:37:04');
INSERT INTO public."ShiftSchedule" VALUES (145, 68, '2024-05-19 06:39:22', '2024-05-19 14:39:22');
INSERT INTO public."ShiftSchedule" VALUES (146, 80, '2024-04-24 17:44:24', '2024-04-25 01:44:24');
INSERT INTO public."ShiftSchedule" VALUES (147, 31, '2024-04-25 17:19:11', '2024-04-26 01:19:11');
INSERT INTO public."ShiftSchedule" VALUES (148, 28, '2024-07-24 08:57:13', '2024-07-24 16:57:13');
INSERT INTO public."ShiftSchedule" VALUES (149, 70, '2023-10-27 19:42:46', '2023-10-28 03:42:46');
INSERT INTO public."ShiftSchedule" VALUES (150, 78, '2024-07-16 21:56:48', '2024-07-17 05:56:48');
INSERT INTO public."ShiftSchedule" VALUES (151, 45, '2024-01-20 13:47:14', '2024-01-20 21:47:14');
INSERT INTO public."ShiftSchedule" VALUES (152, 78, '2024-05-20 01:34:53', '2024-05-20 09:34:53');
INSERT INTO public."ShiftSchedule" VALUES (153, 13, '2024-06-08 19:51:04', '2024-06-09 03:51:04');
INSERT INTO public."ShiftSchedule" VALUES (154, 15, '2024-08-29 19:35:57', '2024-08-30 03:35:57');
INSERT INTO public."ShiftSchedule" VALUES (155, 98, '2024-09-13 22:08:37', '2024-09-14 06:08:37');
INSERT INTO public."ShiftSchedule" VALUES (156, 87, '2024-01-05 10:26:33', '2024-01-05 18:26:33');
INSERT INTO public."ShiftSchedule" VALUES (157, 13, '2024-03-18 23:23:19', '2024-03-19 07:23:19');
INSERT INTO public."ShiftSchedule" VALUES (158, 1, '2024-03-27 17:06:07', '2024-03-28 01:06:07');
INSERT INTO public."ShiftSchedule" VALUES (159, 22, '2023-12-09 01:34:14', '2023-12-09 09:34:14');
INSERT INTO public."ShiftSchedule" VALUES (160, 74, '2023-11-10 14:20:09', '2023-11-10 22:20:09');
INSERT INTO public."ShiftSchedule" VALUES (161, 4, '2024-02-21 18:18:04', '2024-02-22 02:18:04');
INSERT INTO public."ShiftSchedule" VALUES (162, 9, '2024-06-15 02:18:44', '2024-06-15 10:18:44');
INSERT INTO public."ShiftSchedule" VALUES (163, 45, '2024-07-21 16:03:18', '2024-07-22 00:03:18');
INSERT INTO public."ShiftSchedule" VALUES (164, 79, '2023-11-09 08:06:53', '2023-11-09 16:06:53');
INSERT INTO public."ShiftSchedule" VALUES (165, 16, '2024-07-28 14:17:21', '2024-07-28 22:17:21');
INSERT INTO public."ShiftSchedule" VALUES (166, 30, '2023-12-25 10:36:33', '2023-12-25 18:36:33');
INSERT INTO public."ShiftSchedule" VALUES (167, 55, '2024-01-06 21:51:24', '2024-01-07 05:51:24');
INSERT INTO public."ShiftSchedule" VALUES (168, 61, '2023-11-03 18:57:14', '2023-11-04 02:57:14');
INSERT INTO public."ShiftSchedule" VALUES (169, 52, '2024-04-15 07:27:25', '2024-04-15 15:27:25');
INSERT INTO public."ShiftSchedule" VALUES (170, 64, '2023-11-16 01:18:57', '2023-11-16 09:18:57');
INSERT INTO public."ShiftSchedule" VALUES (171, 58, '2024-08-14 13:39:48', '2024-08-14 21:39:48');
INSERT INTO public."ShiftSchedule" VALUES (172, 59, '2024-08-25 21:46:53', '2024-08-26 05:46:53');
INSERT INTO public."ShiftSchedule" VALUES (173, 24, '2024-04-12 20:08:20', '2024-04-13 04:08:20');
INSERT INTO public."ShiftSchedule" VALUES (174, 93, '2024-09-28 02:47:07', '2024-09-28 10:47:07');
INSERT INTO public."ShiftSchedule" VALUES (175, 7, '2024-02-05 15:32:26', '2024-02-05 23:32:26');
INSERT INTO public."ShiftSchedule" VALUES (176, 56, '2024-07-10 21:15:15', '2024-07-11 05:15:15');
INSERT INTO public."ShiftSchedule" VALUES (177, 49, '2023-10-05 14:22:15', '2023-10-05 22:22:15');
INSERT INTO public."ShiftSchedule" VALUES (178, 17, '2024-01-24 03:22:08', '2024-01-24 11:22:08');
INSERT INTO public."ShiftSchedule" VALUES (179, 83, '2024-05-11 08:39:26', '2024-05-11 16:39:26');
INSERT INTO public."ShiftSchedule" VALUES (180, 66, '2024-08-23 19:29:53', '2024-08-24 03:29:53');
INSERT INTO public."ShiftSchedule" VALUES (181, 82, '2024-08-22 00:23:12', '2024-08-22 08:23:12');
INSERT INTO public."ShiftSchedule" VALUES (182, 5, '2024-04-28 22:33:56', '2024-04-29 06:33:56');
INSERT INTO public."ShiftSchedule" VALUES (183, 47, '2024-01-24 12:04:12', '2024-01-24 20:04:12');
INSERT INTO public."ShiftSchedule" VALUES (184, 91, '2024-05-24 03:22:42', '2024-05-24 11:22:42');
INSERT INTO public."ShiftSchedule" VALUES (185, 66, '2023-12-30 03:23:11', '2023-12-30 11:23:11');
INSERT INTO public."ShiftSchedule" VALUES (186, 83, '2024-06-15 10:24:02', '2024-06-15 18:24:02');
INSERT INTO public."ShiftSchedule" VALUES (187, 70, '2024-06-27 16:34:19', '2024-06-28 00:34:19');
INSERT INTO public."ShiftSchedule" VALUES (188, 87, '2024-03-17 12:01:37', '2024-03-17 20:01:37');
INSERT INTO public."ShiftSchedule" VALUES (189, 37, '2024-09-04 21:04:45', '2024-09-05 05:04:45');
INSERT INTO public."ShiftSchedule" VALUES (190, 49, '2023-11-21 18:32:44', '2023-11-22 02:32:44');
INSERT INTO public."ShiftSchedule" VALUES (191, 78, '2024-07-28 06:54:04', '2024-07-28 14:54:04');
INSERT INTO public."ShiftSchedule" VALUES (192, 12, '2024-07-06 14:03:14', '2024-07-06 22:03:14');
INSERT INTO public."ShiftSchedule" VALUES (193, 64, '2023-10-28 23:51:57', '2023-10-29 07:51:57');
INSERT INTO public."ShiftSchedule" VALUES (194, 49, '2024-08-07 20:57:05', '2024-08-08 04:57:05');
INSERT INTO public."ShiftSchedule" VALUES (195, 90, '2024-06-29 02:35:49', '2024-06-29 10:35:49');
INSERT INTO public."ShiftSchedule" VALUES (196, 71, '2023-11-17 02:25:33', '2023-11-17 10:25:33');
INSERT INTO public."ShiftSchedule" VALUES (197, 28, '2024-07-18 12:50:35', '2024-07-18 20:50:35');
INSERT INTO public."ShiftSchedule" VALUES (198, 96, '2023-10-27 13:46:24', '2023-10-27 21:46:24');
INSERT INTO public."ShiftSchedule" VALUES (199, 45, '2024-03-09 05:51:11', '2024-03-09 13:51:11');
INSERT INTO public."ShiftSchedule" VALUES (200, 23, '2023-12-17 03:17:16', '2023-12-17 11:17:16');


--
-- TOC entry 3543 (class 0 OID 0)
-- Dependencies: 235
-- Name: AccomodationContract_number_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."AccomodationContract_number_seq"', 1, false);


--
-- TOC entry 3544 (class 0 OID 0)
-- Dependencies: 243
-- Name: AccomodationContract_number_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."AccomodationContract_number_seq1"', 1, false);


--
-- TOC entry 3545 (class 0 OID 0)
-- Dependencies: 254
-- Name: AttendedWork_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."AttendedWork_id_seq"', 1, false);


--
-- TOC entry 3546 (class 0 OID 0)
-- Dependencies: 217
-- Name: Discount_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Discount_id_seq"', 1, false);


--
-- TOC entry 3547 (class 0 OID 0)
-- Dependencies: 244
-- Name: Discount_id_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Discount_id_seq1"', 1, false);


--
-- TOC entry 3548 (class 0 OID 0)
-- Dependencies: 227
-- Name: Employee_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Employee_id_seq"', 1, false);


--
-- TOC entry 3549 (class 0 OID 0)
-- Dependencies: 245
-- Name: Employee_id_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Employee_id_seq1"', 1, false);


--
-- TOC entry 3550 (class 0 OID 0)
-- Dependencies: 231
-- Name: EmploymentContract_number_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."EmploymentContract_number_seq"', 1, false);


--
-- TOC entry 3551 (class 0 OID 0)
-- Dependencies: 246
-- Name: EmploymentContract_number_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."EmploymentContract_number_seq1"', 1, false);


--
-- TOC entry 3552 (class 0 OID 0)
-- Dependencies: 223
-- Name: Facilities_code_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Facilities_code_seq"', 1, false);


--
-- TOC entry 3553 (class 0 OID 0)
-- Dependencies: 247
-- Name: Facilities_code_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Facilities_code_seq1"', 1, false);


--
-- TOC entry 3554 (class 0 OID 0)
-- Dependencies: 225
-- Name: Guest_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Guest_id_seq"', 1, false);


--
-- TOC entry 3555 (class 0 OID 0)
-- Dependencies: 242
-- Name: Guest_id_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Guest_id_seq1"', 1, false);


--
-- TOC entry 3556 (class 0 OID 0)
-- Dependencies: 237
-- Name: Hotel_code_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Hotel_code_seq"', 1, false);


--
-- TOC entry 3557 (class 0 OID 0)
-- Dependencies: 241
-- Name: Hotel_code_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Hotel_code_seq1"', 1, true);


--
-- TOC entry 3558 (class 0 OID 0)
-- Dependencies: 233
-- Name: JobTitle_code_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."JobTitle_code_seq"', 1, false);


--
-- TOC entry 3559 (class 0 OID 0)
-- Dependencies: 248
-- Name: JobTitle_code_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."JobTitle_code_seq1"', 1, false);


--
-- TOC entry 3560 (class 0 OID 0)
-- Dependencies: 219
-- Name: Price_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Price_id_seq"', 1, false);


--
-- TOC entry 3561 (class 0 OID 0)
-- Dependencies: 249
-- Name: Price_id_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Price_id_seq1"', 1, false);


--
-- TOC entry 3562 (class 0 OID 0)
-- Dependencies: 221
-- Name: RoomType_code_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."RoomType_code_seq"', 1, false);


--
-- TOC entry 3563 (class 0 OID 0)
-- Dependencies: 251
-- Name: RoomType_code_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."RoomType_code_seq1"', 1, false);


--
-- TOC entry 3564 (class 0 OID 0)
-- Dependencies: 215
-- Name: Room_code_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Room_code_seq"', 1, false);


--
-- TOC entry 3565 (class 0 OID 0)
-- Dependencies: 250
-- Name: Room_code_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Room_code_seq1"', 1, false);


--
-- TOC entry 3566 (class 0 OID 0)
-- Dependencies: 229
-- Name: ShiftSchedule_number_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."ShiftSchedule_number_seq"', 1, false);


--
-- TOC entry 3567 (class 0 OID 0)
-- Dependencies: 252
-- Name: ShiftSchedule_number_seq1; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."ShiftSchedule_number_seq1"', 1, false);


-- Completed on 2023-10-26 20:32:23

--
-- PostgreSQL database dump complete
--

